{"Events":{"values":[{"text":"694 – At the Seventeenth Council of Toledo, Egica, a king of the Visigoths of Hispania, accuses Jews of aiding Muslims, sentencing all Jews to slavery.","href":"/wiki/694"},{"text":"1282 – Pope Martin IV excommunicates King Peter III of Aragon.","href":"/wiki/1282"},{"text":"1313 – Louis the Bavarian defeats his cousin Frederick I of Austria at the Battle of Gamelsdorf.","href":"/wiki/1313"},{"text":"1330 – At the Battle of Posada, the Wallachian Voivode Basarab I defeats the Hungarian army of Charles I Robert.","href":"/wiki/1330"},{"text":"1456 – Ulrich II of Celje (Slovene: Ulrik Celjski, German Ulrich von Cilli, Hungarian: Cillei Ulrik), last prince of Celje principality, is assassinated in Belgrade.","href":"/wiki/1456"},{"text":"1494 – The Family de' Medici are expelled from Florence.","href":"/wiki/1494"},{"text":"1520 – More than 50 people are sentenced and executed in the Stockholm Bloodbath","href":"/wiki/1520"},{"text":"1620 – Pilgrims aboard the Mayflower sight land at Cape Cod, Massachusetts.","href":"/wiki/1620"},{"text":"1688 – Glorious Revolution: William of Orange captures Exeter.","href":"/wiki/1688"},{"text":"1697 – Pope Innocent XII founds the city of Cervia.","href":"/wiki/1697"},{"text":"1720 – The synagogue of Yehudah he-Hasid is burned down by Arab creditors, leading to the expulsion of the Ashkenazim from Jerusalem.","href":"/wiki/1720"},{"text":"1729 – Spain, France and Great Britain sign the Treaty of Seville.","href":"/wiki/1729"},{"text":"1764 – Mary Campbell, a captive of the Lenape during the French and Indian War, is turned over to forces commanded by Colonel Henry Bouquet.","href":"/wiki/1764"},{"text":"1780 – American Revolutionary War: In the Battle of Fishdam Ford a force of British and Loyalist troops fail in a surprise attack against the South Carolina Patriot militia under Brigadier General Thomas Sumter.","href":"/wiki/1780"},{"text":"1791 – Foundation of the Dublin Society of United Irishmen.","href":"/wiki/1791"},{"text":"1793 – William Carey reaches the Hooghly River.","href":"/wiki/1793"},{"text":"1799 – Napoleon Bonaparte leads the coup d'état of 18 Brumaire ending the Directory government, and becoming one of its three Consuls (Consulate Government).","href":"/wiki/1799"},{"text":"1822 – The Action of 9 November 1822 between USS Alligator and a squadron of pirate schooners off the coast of Cuba.","href":"/wiki/1822"},{"text":"1848 – Robert Blum, a German revolutionary, is executed in Vienna.","href":"/wiki/1848"},{"text":"1851 – Kentucky marshals abduct abolitionist minister Calvin Fairbank from Jeffersonville, Indiana, and take him to Kentucky to stand trial for helping a slave escape.","href":"/wiki/1851"},{"text":"1857 – The Atlantic is founded in Boston, Massachusetts.","href":"/wiki/1857"},{"text":"1861 – The first documented football match in Canada is played at University College, University of Toronto.","href":"/wiki/1861"},{"text":"1862 – American Civil War: Union General Ambrose Burnside assumes command of the Army of the Potomac, after George B. McClellan is removed.","href":"/wiki/1862"},{"text":"1867 – Tokugawa Shogunate hands power back to the Emperor of Japan, starting the Meiji Restoration.","href":"/wiki/1867"},{"text":"1872 – The Great Boston Fire of 1872.","href":"/wiki/1872"},{"text":"1880 – A large earthquake strikes Zagreb and causes many casualties. One of them is the Zagreb Cathedral.","href":"/wiki/1880"},{"text":"1883 – The Royal Winnipeg Rifles of the Canadian Forces (known then as the \"90th Winnipeg Battalion of Rifles\") is founded.","href":"/wiki/1883"},{"text":"1887 – The United States receives rights to Pearl Harbor, Hawaii.","href":"/wiki/1887"},{"text":"1888 – Mary Jane Kelly is murdered in London, widely believed to be the fifth and final victim of the notorious unidentified serial killer Jack the Ripper.","href":"/wiki/1888"},{"text":"1906 – Theodore Roosevelt is the first sitting President of the United States to make an official trip outside the country. He did so to inspect progress on the Panama Canal.","href":"/wiki/1906"},{"text":"1907 – The Cullinan Diamond is presented to King Edward VII on his birthday.","href":"/wiki/1907"},{"text":"1913 – The Great Lakes Storm of 1913, the most destructive natural disaster ever to hit the lakes, destroys 19 ships and kills more than 250 people.","href":"/wiki/1913"},{"text":"1914 – SMS Emden is sunk by HMAS Sydney in the Battle of Cocos.","href":"/wiki/1914"},{"text":"1917 – Joseph Stalin enters the provisional government of Bolshevik Russia.","href":"/wiki/1917"},{"text":"1918 – Kaiser Wilhelm II of Germany abdicates after the German Revolution, and Germany is proclaimed a Republic.","href":"/wiki/1918"},{"text":"1921 – The Partito Nazionale Fascista (PNF), National Fascist Party, comes into existence.","href":"/wiki/1921"},{"text":"1923 – In Munich, Germany, police and government troops crush the Beer Hall Putsch in Bavaria. The failed coup is the work of the Nazis.","href":"/wiki/1923"},{"text":"1935 – The Congress of Industrial Organizations is founded in Atlantic City, New Jersey, by eight trade unions belonging to the American Federation of Labor.","href":"/wiki/1935"},{"text":"1937 – Japanese troops take control of Shanghai, China.","href":"/wiki/1937"},{"text":"1938 – The Nazi German diplomat Ernst vom Rath dies from the fatal gunshot wounds of Jewish resistance fighter Herschel Grynszpan, an act which the Nazis used as an excuse to instigate the 1938 national pogrom, also known as Kristallnacht (Crystal Night).","href":"/wiki/1938"},{"text":"1940 – Warsaw is awarded the Virtuti Militari.","href":"/wiki/1940"},{"text":"1953 – Cambodia gains independence from France.","href":"/wiki/1953"},{"text":"1960 – Robert McNamara is named president of Ford Motor Co., the first non-Ford to serve in that post. A month later, he resigned to join the administration of newly elected John F. Kennedy.","href":"/wiki/1960"},{"text":"1963 – At Miike coal mine, Miike, Japan, an explosion kills 458, and hospitalises 839 with carbon monoxide poisoning.","href":"/wiki/1963"},{"text":"1965 – Several U.S. states and parts of Canada are hit by a series of blackouts lasting up to 13 hours in the Northeast Blackout of 1965.","href":"/wiki/1965"},{"text":"1965 – The Catholic Worker Movement member Roger Allen LaPorte, protesting against the Vietnam War, sets himself on fire in front of the United Nations building.","href":"/wiki/Catholic_Worker_Movement"},{"text":"1967 – Apollo program: NASA launches the unmanned Apollo 4 test spacecraft atop the first Saturn V rocket from Cape Kennedy, Florida.","href":"/wiki/1967"},{"text":"1967 – The first issue of Rolling Stone Magazine is published.","href":"/wiki/Rolling_Stone"},{"text":"1970 – Vietnam War: The Supreme Court of the United States votes 6 to 3 against hearing a case to allow Massachusetts to enforce its law granting residents the right to refuse military service in an undeclared war.","href":"/wiki/1970"},{"text":"1979 – Nuclear false alarm: the NORAD computers and the Alternate National Military Command Center in Fort Ritchie, Maryland detected purported massive Soviet nuclear strike. After reviewing the raw data from satellites and checking the early warning radars, the alert is cancelled.","href":"/wiki/1979"},{"text":"1985 – Garry Kasparov, 22, of the Soviet Union becomes the youngest World Chess Champion by beating Anatoly Karpov, also of the Soviet Union.","href":"/wiki/1985"},{"text":"1989 – Cold War: Fall of the Berlin Wall. Communist-controlled East Germany opens checkpoints in the Berlin Wall allowing its citizens to travel to West Germany. This key event led to the eventual reunification of East and West Germany, and fall of communism in eastern Europe including Russia.","href":"/wiki/1989"},{"text":"1993 – Stari most, the \"old bridge\" in Bosnian Mostar built in 1566, collapses after several days of bombing.","href":"/wiki/1993"},{"text":"1994 – The chemical element Darmstadtium is discovered.","href":"/wiki/1994"},{"text":"1998 – A US federal judge orders 37 US brokerage houses to pay 1.03 billion USD to cheated NASDAQ investors to compensate for price-fixing. This is the largest civil settlement in United States history.","href":"/wiki/1998"},{"text":"1998 – Capital punishment in the United Kingdom, already abolished for murder, is completely abolished for all remaining capital offences.","href":"/wiki/Capital_punishment_in_the_United_Kingdom"},{"text":"2005 – The Venus Express mission of the European Space Agency is launched from the Baikonur Cosmodrome in Kazakhstan.","href":"/wiki/2005"},{"text":"2005 – Suicide bombers attacked three hotels in Amman, Jordan, killing at least 60 people.","href":"/wiki/2005_Amman_bombings"},{"text":"2007 – The German Bundestag passes the controversial data retention bill mandating storage of citizens' telecommunications traffic data for six months without probable cause.","href":"/wiki/2007"},{"text":"2012 – A train carrying liquid fuel crashes and bursts into flames in northern Burma, killing 27 people and injuring 80 others.","href":"/wiki/2012"}]},"Births":{"values":[{"text":"1389 – Isabella of Valois (d. 1409)","href":"/wiki/1389"},{"text":"1414 – Albrecht III Achilles, Elector of Brandenburg (d. 1486)","href":"/wiki/1414"},{"text":"1522 – Martin Chemnitz, German astrologer and theologian (d. 1586)","href":"/wiki/1522"},{"text":"1606 – Hermann Conring, German philosopher (d. 1681)","href":"/wiki/1606"},{"text":"1664 – Johann Speth, German organist and composer (d. 1719)","href":"/wiki/1664"},{"text":"1664 – Henry Wharton, English librarian and author (d. 1695)","href":"/wiki/Henry_Wharton"},{"text":"1697 – Claudio Casciolini, Italian composer (d. 1760)","href":"/wiki/1697"},{"text":"1719 – Domenico Lorenzo Ponziani, Italian priest, academic, and theoretician (d. 1796)","href":"/wiki/1719"},{"text":"1721 – Mark Akenside, English physician and poet (d. 1770)","href":"/wiki/1721"},{"text":"1723 – Anna Amalia, Abbess of Quedlinburg (d. 1787)","href":"/wiki/1723"},{"text":"1731 – Benjamin Banneker, American farmer, scientist, and author (d. 1806)","href":"/wiki/1731"},{"text":"1732 – Jeanne Julie Éléonore de Lespinasse, French businesswoman (d. 1776)","href":"/wiki/1732"},{"text":"1799 – Gustav, Prince of Vasa (d. 1877)","href":"/wiki/1799"},{"text":"1801 – Gail Borden, American surveyor and publisher, invented condensed milk (d. 1874)","href":"/wiki/1801"},{"text":"1802 – Elijah Parish Lovejoy, American minister, journalist, and activist (d. 1837)","href":"/wiki/1802"},{"text":"1810 – Bernhard von Langenbeck, German general, surgeon, and academic (d. 1887)","href":"/wiki/1810"},{"text":"1818 – Ivan Turgenev, Russian author and playwright (d. 1883)","href":"/wiki/1818"},{"text":"1825 – A. P. Hill, American general (d. 1865)","href":"/wiki/1825"},{"text":"1829 – Peter Lumsden, English general (d. 1918)","href":"/wiki/1829"},{"text":"1832 – Émile Gaboriau, French author and journalist (d. 1873)","href":"/wiki/1832"},{"text":"1840 – Joseph-Adolphe Chapleau, Canadian lawyer and politician, 5th Premier of Quebec (d. 1898)","href":"/wiki/1840"},{"text":"1841 – Edward VII of the United Kingdom (d. 1910)","href":"/wiki/1841"},{"text":"1850 – Louis Lewin, German pharmacologist (d. 1929)","href":"/wiki/1850"},{"text":"1853 – Stanford White, American architect, co-founded McKim, Mead & White (d. 1906)","href":"/wiki/1853"},{"text":"1854 – Maud Howe Elliott, American author (d. 1948)","href":"/wiki/1854"},{"text":"1862 – Gigo Gabashvili, Georgian painter and educator (d. 1936)","href":"/wiki/1862"},{"text":"1869 – Marie Dressler, Canadian-American actress an singer (d. 1934)","href":"/wiki/1869"},{"text":"1872 – Bohdan Lepky, Ukrainian author and poet (d. 1941)","href":"/wiki/1872"},{"text":"1873 – Otfrid Foerster, German neurologist and neurosurgeon (d. 1941)","href":"/wiki/1873"},{"text":"1874 – Albert Francis Blakeslee, American botanist and academic (d. 1954)","href":"/wiki/1874"},{"text":"1877 – Enrico De Nicola, Italian journalist, lawyer, and politician, 1st President of the Italian Republic (d. 1959)","href":"/wiki/1877"},{"text":"1877 – Muhammad Iqbal, Pakistani philosopher, poet, and politician (d. 1938)","href":"/wiki/Muhammad_Iqbal"},{"text":"1878 – An Chang-ho, Korean activist (d. 1938)","href":"/wiki/1878"},{"text":"1879 – Jenő Bory, Hungarian architect and sculptor (d. 1959)","href":"/wiki/1879"},{"text":"1879 – Milan Šufflay, Croatian historian and politician (d. 1931)","href":"/wiki/Milan_%C5%A0ufflay"},{"text":"1880 – Giles Gilbert Scott, English architect, designed the red telephone box (d. 1960)","href":"/wiki/1880"},{"text":"1883 – Edna May Oliver, American actress and singer (d. 1942)","href":"/wiki/1883"},{"text":"1885 – Theodor Kaluza, German mathematician and physicist (d. 1954)","href":"/wiki/1885"},{"text":"1885 – Velimir Khlebnikov, Russian poet and playwright (d. 1922)","href":"/wiki/Velimir_Khlebnikov"},{"text":"1885 – Aureliano Pertile, Italian tenor (d. 1952)","href":"/wiki/Aureliano_Pertile"},{"text":"1885 – Hermann Weyl, German mathematician, physicist, and philosopher (d. 1955)","href":"/wiki/Hermann_Weyl"},{"text":"1886 – S. O. Davies, Welsh politician (d. 1972)","href":"/wiki/1886"},{"text":"1886 – Ed Wynn, American actor and singer (d. 1966)","href":"/wiki/Ed_Wynn"},{"text":"1887 – Muriel Aked, English actress (d. 1955)","href":"/wiki/1887"},{"text":"1888 – Jean Monnet, French economist and diplomat (d. 1979)","href":"/wiki/1888"},{"text":"1890 – George Regas, Greek-American actor (d. 1940)","href":"/wiki/1890"},{"text":"1892 – Mabel Normand, American actress, director, and screenwriter (d. 1930)","href":"/wiki/1892"},{"text":"1894 – Mae Marsh, American actress (d. 1968)","href":"/wiki/1894"},{"text":"1897 – Harvey Hendrick, American baseball player (d. 1941)","href":"/wiki/1897"},{"text":"1897 – Ronald George Wreyford Norrish, English chemist and academic, Nobel Prize laureate (d. 1978)","href":"/wiki/Ronald_George_Wreyford_Norrish"},{"text":"1900 – Oskar Loorits, Estonian author and academic (d. 1961)","href":"/wiki/1900"},{"text":"1902 – Anthony Asquith, English director and screenwriter (d. 1968)","href":"/wiki/1902"},{"text":"1904 – Viktor Brack, German SS officer (d. 1948)","href":"/wiki/1904"},{"text":"1904 – Heiti Talvik, Estonian poet (d. 1947)","href":"/wiki/Heiti_Talvik"},{"text":"1905 – Erika Mann, German-Swiss actress and author (d. 1969)","href":"/wiki/1905"},{"text":"1906 – Arthur Rudolph, German engineer (d. 1996)","href":"/wiki/1906"},{"text":"1911 – Tabish Dehlvi, Pakistani poet (d. 2004)","href":"/wiki/1911"},{"text":"1913 – Paulene Myers, American actress (d. 1996)","href":"/wiki/1913"},{"text":"1914 – Thomas Berry, American priest, historian, and theologian (d. 2009)","href":"/wiki/1914"},{"text":"1914 – Hedy Lamarr, Austrian-American actress, singer, and producer (d. 2000)","href":"/wiki/Hedy_Lamarr"},{"text":"1915 – André François, Romanian-French cartoonist (d. 2005)","href":"/wiki/1915"},{"text":"1915 – Sargent Shriver, American lieutenant, lawyer, and politician, 21st United States Ambassador to France (d. 2011)","href":"/wiki/Sargent_Shriver"},{"text":"1916 – Martha Settle Putney, American lieutenant, historian, and educator (d. 2008)","href":"/wiki/Martha_Settle_Putney"},{"text":"1918 – Spiro Agnew, American soldier, lawyer, and politician, 39th Vice President of the United States (d. 1996)","href":"/wiki/1918"},{"text":"1918 – Thomas Ferebee, American colonel (d. 2000)","href":"/wiki/Thomas_Ferebee"},{"text":"1918 – Choi Hong Hi, South Korean general and martial artist, co-founded taekwondo (d. 2002)","href":"/wiki/Choi_Hong_Hi"},{"text":"1920 – Byron De La Beckwith, American assassin of Medgar Evers (d. 2001)","href":"/wiki/1920"},{"text":"1921 – Pierrette Alarie, Canadian soprano (d. 2011)","href":"/wiki/1921"},{"text":"1921 – Viktor Chukarin, Ukrainian gymnast (d. 1984)","href":"/wiki/Viktor_Chukarin"},{"text":"1922 – Dorothy Dandridge, American actress, singer, and dancer (d. 1965)","href":"/wiki/1922"},{"text":"1922 – Raymond Devos, Belgian-French comedian and clown (d. 2006)","href":"/wiki/Raymond_Devos"},{"text":"1922 – Imre Lakatos, Hungarian mathematician, philosopher, and academic (d. 1974)","href":"/wiki/Imre_Lakatos"},{"text":"1923 – Alice Coachman, American high jumper","href":"/wiki/1923"},{"text":"1923 – Elizabeth Hawley, American journalist","href":"/wiki/Elizabeth_Hawley"},{"text":"1923 – James Schuyler, American poet (d. 1991)","href":"/wiki/James_Schuyler"},{"text":"1924 – Robert Frank, Swiss-American photographer and director","href":"/wiki/1924"},{"text":"1925 – Alistair Horne, English-American journalist, historian, and author","href":"/wiki/1925"},{"text":"1926 – Luis Miguel Dominguín, Spanish bullfighter (d. 1996)","href":"/wiki/1926"},{"text":"1928 – Anne Sexton, American poet and academic (d. 1974)","href":"/wiki/1928"},{"text":"1929 – Marc Favreau, Canadian actor and poet (d. 2005)","href":"/wiki/1929"},{"text":"1929 – Imre Kertész, Hungarian author, Nobel Prize laureate","href":"/wiki/Imre_Kert%C3%A9sz"},{"text":"1931 – Whitey Herzog, American baseball player and manager","href":"/wiki/1931"},{"text":"1931 – George Witt, American baseball player and coach (d. 2013)","href":"/wiki/George_Witt"},{"text":"1931 – Valery Shumakov, Russian surgeon and transplantologist (d. 2008)","href":"/wiki/Valery_Shumakov"},{"text":"1933 – Jim Perry, American-Canadian singer and television host","href":"/wiki/1933"},{"text":"1934 – Ingvar Carlsson, Swedish economist and politician, 29th Prime Minister of Sweden","href":"/wiki/1934"},{"text":"1934 – Ronald Harwood, South African author, playwright, and screenwriter","href":"/wiki/Ronald_Harwood"},{"text":"1934 – Carl Sagan, American astronomer, astrophysicist, and cosmologist (d. 1996)","href":"/wiki/Carl_Sagan"},{"text":"1935 – Bob Gibson, American baseball player and manager","href":"/wiki/1935"},{"text":"1935 – David Wolfson, Baron Wolfson of Sunningdale, English businessman and politician","href":"/wiki/David_Wolfson,_Baron_Wolfson_of_Sunningdale"},{"text":"1936 – Bob Graham, American politician, 38th Governor of Florida","href":"/wiki/1936"},{"text":"1936 – Teddy Infuhr, American actor (d. 2007)","href":"/wiki/Teddy_Infuhr"},{"text":"1936 – Mikhail Tal, Latvian chess player (d. 1992)","href":"/wiki/Mikhail_Tal"},{"text":"1936 – Mary Travers, American singer-songwriter (Peter, Paul and Mary) (d. 2009)","href":"/wiki/Mary_Travers"},{"text":"1937 – Cliff Bole, American director and producer","href":"/wiki/1937"},{"text":"1937 – Roger McGough, English author, poet, and playwright","href":"/wiki/Roger_McGough"},{"text":"1937 – Donald Trelford, English journalist and academic","href":"/wiki/Donald_Trelford"},{"text":"1937 – Clyde Wells, Canadian lawyer and politician, 5th Premier of Newfoundland","href":"/wiki/Clyde_Wells"},{"text":"1938 – Ti-Grace Atkinson, American author and critic","href":"/wiki/1938"},{"text":"1939 – Paul Cameron, American psychologist and academic","href":"/wiki/1939"},{"text":"1939 – Bryan Davies, Baron Davies of Oldham, English academic and politician","href":"/wiki/Bryan_Davies,_Baron_Davies_of_Oldham"},{"text":"1941 – David Constant, English cricketer and umpire","href":"/wiki/1941"},{"text":"1941 – Tom Fogerty, American singer-songwriter and guitarist (Creedence Clearwater Revival and Ruby) (d. 1990)","href":"/wiki/Tom_Fogerty"},{"text":"1942 – Victor Blank, English businessman and philanthropist","href":"/wiki/1942"},{"text":"1942 – Tom Weiskopf, American golfer and sportscaster","href":"/wiki/Tom_Weiskopf"},{"text":"1944 – Phil May, English singer-songwriter (The Pretty Things)","href":"/wiki/1944"},{"text":"1945 – Richard Goldberg, American sex offender","href":"/wiki/1945"},{"text":"1945 – Moeletsi Mbeki, South African economist","href":"/wiki/Moeletsi_Mbeki"},{"text":"1946 – Benny Mardones, American singer-songwriter","href":"/wiki/1946"},{"text":"1946 – Joy Tetley, English priest","href":"/wiki/Joy_Tetley"},{"text":"1946 – Marina Warner, English author and academic","href":"/wiki/Marina_Warner"},{"text":"1947 – Robert David Hall, American actor","href":"/wiki/1947"},{"text":"1948 – Bille August, Danish director, cinematographer, and screenwriter","href":"/wiki/1948"},{"text":"1948 – Joe Bouchard, American bass player and songwriter (Blue Öyster Cult)","href":"/wiki/Joe_Bouchard"},{"text":"1948 – Henrik S. Järrel, Swedish politician","href":"/wiki/Henrik_S._J%C3%A4rrel"},{"text":"1948 – Michel Pagliaro, Canadian singer-songwriter and guitarist","href":"/wiki/Michel_Pagliaro"},{"text":"1948 – Luiz Felipe Scolari, Brazilian footballer and manager","href":"/wiki/Luiz_Felipe_Scolari"},{"text":"1950 – Parekura Horomia, New Zealand politician, 40th Minister of Māori Affairs (d. 2013)","href":"/wiki/1950"},{"text":"1951 – Lou Ferrigno, American bodybuilder and actor","href":"/wiki/1951"},{"text":"1951 – Bill Mantlo, American author","href":"/wiki/Bill_Mantlo"},{"text":"1952 – Sherrod Brown, American academic and politician","href":"/wiki/1952"},{"text":"1952 – Jim Riggleman, American baseball player, coach, and manager","href":"/wiki/Jim_Riggleman"},{"text":"1953 – Gaétan Hart, Canadian boxer","href":"/wiki/1953"},{"text":"1953 – Rhetta Hughes, American singer and actress","href":"/wiki/Rhetta_Hughes"},{"text":"1954 – Sukekiyo Kameyama, Japanese voice actor (d. 2013)","href":"/wiki/1954"},{"text":"1954 – Shankar Nag, Indian actor and director","href":"/wiki/Shankar_Nag"},{"text":"1954 – Dennis Stratton, English singer-songwriter and guitarist (Iron Maiden, Praying Mantis, and Lionheart)","href":"/wiki/Dennis_Stratton"},{"text":"1954 – Sue Upton, English actress and dancer","href":"/wiki/Sue_Upton"},{"text":"1955 – Karen Dotrice, English actress and singer","href":"/wiki/1955"},{"text":"1955 – Thomas F. Duffy, American actor","href":"/wiki/Thomas_F._Duffy"},{"text":"1955 – Fernando Meirelles, Brazilian director, producer, and screenwriter","href":"/wiki/Fernando_Meirelles"},{"text":"1955 – Bob Nault, Canadian politician","href":"/wiki/Bob_Nault"},{"text":"1959 – Nick Hamilton, American wrestler and referee","href":"/wiki/1959"},{"text":"1959 – Frances O'Grady, English union leader","href":"/wiki/Frances_O%27Grady"},{"text":"1959 – Andy Kershaw, English radio host","href":"/wiki/Andy_Kershaw"},{"text":"1959 – Sito Pons, Spanish motorcycle racer","href":"/wiki/Sito_Pons"},{"text":"1959 – Thomas Quasthoff, German opera singer","href":"/wiki/Thomas_Quasthoff"},{"text":"1959 – Tony Slattery, English actor and screenwriter","href":"/wiki/Tony_Slattery"},{"text":"1960 – Andreas Brehme, German footballer and manger","href":"/wiki/1960"},{"text":"1960 – Joëlle Ursull, Caribbean singer","href":"/wiki/Jo%C3%ABlle_Ursull"},{"text":"1961 – Jill Dando, English journalist (d. 1999)","href":"/wiki/1961"},{"text":"1962 – Teryl Rothery, Canadian actress","href":"/wiki/1962"},{"text":"1963 – Fulvio Fantoni, Italian bridge player","href":"/wiki/1963"},{"text":"1964 – Robert Duncan McNeill, American actor, director, and producer","href":"/wiki/1964"},{"text":"1965 – Daphne Guinness, English-Irish model and actress","href":"/wiki/1965"},{"text":"1967 – Andrei Lapushkin, Russian footballer","href":"/wiki/Andrei_Lapushkin"},{"text":"1965 – Bryn Terfel, Welsh opera singer","href":"/wiki/Bryn_Terfel"},{"text":"1967 – Ricky Otto, English footballer","href":"/wiki/1967"},{"text":"1968 – Nazzareno Carusi, Italian pianist","href":"/wiki/1968"},{"text":"1969 – Sandra Denton, Jamaican-American rapper and actress (Salt-N-Pepa)","href":"/wiki/Sandra_Denton"},{"text":"1969 – Roxanne Shanté, American rapper","href":"/wiki/Roxanne_Shant%C3%A9"},{"text":"1969 – Allison Wolfe, American singer-songwriter (Bratmobile, Cold Cold Hearts, and Partyline)","href":"/wiki/1969"},{"text":"1969 – Ramona Milano, Canadian actress","href":"/wiki/1969"},{"text":"1970 – Domino, American DJ and producer (Hieroglyphics)","href":"/wiki/1970"},{"text":"1970 – Scarface, American rapper (Geto Boys)","href":"/wiki/Scarface_(rapper)"},{"text":"1970 – Nelson Diebel, American swimmer","href":"/wiki/Nelson_Diebel"},{"text":"1970 – Guido Görtzen, Dutch volleyball player","href":"/wiki/Guido_G%C3%B6rtzen"},{"text":"1970 – Bill Guerin, American ice hockey player and coach","href":"/wiki/Bill_Guerin"},{"text":"1970 – Chris Jericho, American-Canadian wrestler, singer-songwriter, and actor (Fozzy)","href":"/wiki/Chris_Jericho"},{"text":"1970 – Susan Tedeschi, American singer-songwriter and guitarist (Tedeschi Trucks Band)","href":"/wiki/Susan_Tedeschi"},{"text":"1971 – David Duval, American golfer","href":"/wiki/1971"},{"text":"1971 – Melinda Kinnaman, Swedish actress","href":"/wiki/Melinda_Kinnaman"},{"text":"1971 – Sabri Lamouchi, French footballer and manager","href":"/wiki/Sabri_Lamouchi"},{"text":"1971 – Big Pun, American rapper and actor (Terror Squad) (d. 2000)","href":"/wiki/Big_Pun"},{"text":"1972 – Eric Dane, American actor","href":"/wiki/1972"},{"text":"1972 – Doug Russell, American radio host","href":"/wiki/Doug_Russell_(radio_personality)"},{"text":"1972 – Naomi Shindō, Japanese voice actress and singer","href":"/wiki/Naomi_Shind%C5%8D"},{"text":"1972 – Corin Tucker, American singer-songwriter and guitarist (Sleater-Kinney, Heavens to Betsy, and Cadallaca)","href":"/wiki/Corin_Tucker"},{"text":"1973 – Alyson Court, Canadian actress","href":"/wiki/1973"},{"text":"1973 – Nick Lachey, American singer-songwriter, producer, and actor (98 Degrees)","href":"/wiki/Nick_Lachey"},{"text":"1973 – Gabrielle Miller, Canadian actress","href":"/wiki/Gabrielle_Miller"},{"text":"1973 – Zisis Vryzas, Greek footballer","href":"/wiki/Zisis_Vryzas"},{"text":"1974 – Joe C., American rapper and actor (d. 2000)","href":"/wiki/1974"},{"text":"1974 – Alessandro Del Piero, Italian footballer","href":"/wiki/Alessandro_Del_Piero"},{"text":"1974 – Giovanna Mezzogiorno, Italian actress","href":"/wiki/Giovanna_Mezzogiorno"},{"text":"1977 – Chris Morgan, English footballer and manager","href":"/wiki/1977"},{"text":"1977 – Omar Trujillo, Mexican footballer","href":"/wiki/Omar_Trujillo"},{"text":"1978 – Sisqó, American singer-songwriter, producer, and actor (Dru Hill)","href":"/wiki/1978"},{"text":"1978 – Steven López, American martial artist","href":"/wiki/Steven_L%C3%B3pez"},{"text":"1979 – Dave Bush, American baseball player","href":"/wiki/1979"},{"text":"1979 – Adam Dunn, American baseball player","href":"/wiki/Adam_Dunn"},{"text":"1979 – Martin Taylor, English footballer","href":"/wiki/Martin_Taylor_(footballer_born_1979)"},{"text":"1980 – James Harper, English footballer","href":"/wiki/1980"},{"text":"1980 – Dominique Maltais, Canadian snowboarder","href":"/wiki/Dominique_Maltais"},{"text":"1980 – Vanessa Minnillo, Filipino-American television host and actress","href":"/wiki/Vanessa_Minnillo"},{"text":"1981 – Eyedea, American rapper and producer (Eyedea & Abilities and Face Candy) (d. 2010)","href":"/wiki/1981"},{"text":"1981 – Lyn, South Korean singer","href":"/wiki/Lyn_(singer)"},{"text":"1981 – Jobi McAnuff, Jamaican footballer","href":"/wiki/Jobi_McAnuff"},{"text":"1981 – Scottie Thompson, American actress","href":"/wiki/Scottie_Thompson"},{"text":"1982 – Boaz Myhill, Welsh footballer","href":"/wiki/1982"},{"text":"1982 – Jana Pittman, Australian hurdler","href":"/wiki/Jana_Pittman"},{"text":"1983 – Rob Elloway, German rugby player","href":"/wiki/1983"},{"text":"1983 – Ted Potter, Jr., American golfer","href":"/wiki/Ted_Potter,_Jr."},{"text":"1984 – Seven, South Korean singer, dancer, and actor","href":"/wiki/1984"},{"text":"1984 – Delta Goodrem, Australian singer-songwriter, pianist, and actress","href":"/wiki/Delta_Goodrem"},{"text":"1984 – Ku Hye-sun, South Korean actress and singer","href":"/wiki/Ku_Hye-sun"},{"text":"1984 – Joel Zumaya, American baseball player","href":"/wiki/Joel_Zumaya"},{"text":"1985 – Bakary Soumaré, Malian footballer","href":"/wiki/1985"},{"text":"1986 – Carl Gunnarsson, Swedish ice hockey player","href":"/wiki/1986"},{"text":"1987 – Raul Must, Estonian badminton player","href":"/wiki/1987"},{"text":"1988 – Nikki Blonsky, American actress, singer, and dancer","href":"/wiki/1988"},{"text":"1988 – Analeigh Tipton, American model, actress and figure skater","href":"/wiki/Analeigh_Tipton"},{"text":"1989 – Baptiste Giabiconi, French model and singer","href":"/wiki/1989"},{"text":"1990 – Hodgy Beats, American rapper and producer (Odd Future and MellowHype)","href":"/wiki/1990"},{"text":"1990 – Nosa Igiebor, Nigerian footballer","href":"/wiki/Nosa_Igiebor"}]},"Deaths":{"values":[{"text":"959 – Constantine VII, Byzantine emperor (b. 905)","href":"/wiki/959"},{"text":"1187 – Gaozong of Song (b. 1107)","href":"/wiki/1187"},{"text":"1208 – Sancha of Castile, Queen of Aragon (b. 1154)","href":"/wiki/1208"},{"text":"1456 – Ulrich II, Count of Celje (b. 1406)","href":"/wiki/1456"},{"text":"1623 – William Camden, English historian and topographer (b. 1551)","href":"/wiki/1623"},{"text":"1641 – Cardinal-Infante Ferdinand of Austria (b. 1610)","href":"/wiki/1641"},{"text":"1677 – Aert van der Neer, Dutch painter (b. 1603)","href":"/wiki/1677"},{"text":"1699 – Hortense Mancini, English mistress of Charles II of England (b. 1646)","href":"/wiki/1699"},{"text":"1766 – Unico Wilhelm van Wassenaer, Dutch composer and diplomat (b. 1692)","href":"/wiki/1766"},{"text":"1770 – John Campbell, 4th Duke of Argyll, Scottish politician (b. 1693)","href":"/wiki/1770"},{"text":"1778 – Giovanni Battista Piranesi, Italian sculptor and illustrator (b. 1720)","href":"/wiki/1778"},{"text":"1801 – Carl Stamitz, German-Czech violinist and composer (b. 1745)","href":"/wiki/1801"},{"text":"1809 – Paul Sandby, English painter and cartographer (b. 1725)","href":"/wiki/1809"},{"text":"1848 – Robert Blum, German poet and politician (b. 1810)","href":"/wiki/1848"},{"text":"1881 – Edwin Drake, American businessman (b. 1819)","href":"/wiki/1881"},{"text":"1888 – Mary Jane Kelly, Irish-English victim of Jack the Ripper (b. 1863)","href":"/wiki/1888"},{"text":"1911 – Howard Pyle, American author and illustrator (b. 1853)","href":"/wiki/1911"},{"text":"1918 – Guillaume Apollinaire, Italian-French author, poet, and playwright (b. 1880)","href":"/wiki/1918"},{"text":"1918 – Peter Lumsden, English general (b. 1829)","href":"/wiki/Peter_Lumsden"},{"text":"1919 – Eduard Müller, Swiss politician, 51st President of Switzerland (b. 1848)","href":"/wiki/1919"},{"text":"1924 – Henry Cabot Lodge, American historian and politician (b. 1850)","href":"/wiki/1924"},{"text":"1932 – Basil Spalding de Garmendia, American-French tennis player (b. 1860)","href":"/wiki/1932"},{"text":"1937 – Ramsay MacDonald, Scottish journalist and politician, Prime Minister of the United Kingdom (b. 1866)","href":"/wiki/1937"},{"text":"1938 – Vasily Blyukher, Russian marshal (b. 1889)","href":"/wiki/1938"},{"text":"1940 – Stephen Alencastre, Portuguese-American bishop (b. 1876)","href":"/wiki/1940"},{"text":"1940 – Neville Chamberlain, English businessman and politician, Prime Minister of the United Kingdom (b. 1869)","href":"/wiki/Neville_Chamberlain"},{"text":"1942 – Edna May Oliver, American actress and singer (b. 1883)","href":"/wiki/1942"},{"text":"1944 – Frank Marshall, American chess player (b. 1877)","href":"/wiki/1944"},{"text":"1951 – Sigmund Romberg, Hungarian-American pianist and composer (b. 1887)","href":"/wiki/1951"},{"text":"1952 – Philip Murray, Scottish-American labor leader (b. 1886)","href":"/wiki/1952"},{"text":"1952 – Chaim Weizmann, Belarusian-Israeli chemist, academic, and politician, 1st President of Israel (b. 1874)","href":"/wiki/Chaim_Weizmann"},{"text":"1953 – Ibn Saud, Saudi Arabian king (b. 1880)","href":"/wiki/1953"},{"text":"1953 – Dylan Thomas, Welsh poet and author (b. 1914)","href":"/wiki/Dylan_Thomas"},{"text":"1955 – André Rischmann, French rugby player (b. 1882)","href":"/wiki/1955"},{"text":"1956 – Aino Kallas, Finnish-Estonian author (b. 1878)","href":"/wiki/1956"},{"text":"1957 – Peter O'Connor, Irish long jumper (b. 1872)","href":"/wiki/1957"},{"text":"1962 – Dhondo Keshav Karve, Indian activist (b. 1858)","href":"/wiki/1962"},{"text":"1968 – Jan Johansson, Swedish pianist (b. 1931)","href":"/wiki/1968"},{"text":"1970 – Charles de Gaulle, French general and politician, 18th President of France (b. 1890)","href":"/wiki/1970"},{"text":"1971 – Maude Fealy, American actress and screenwriter (b. 1883)","href":"/wiki/1971"},{"text":"1976 – Armas Taipale, Finnish discus thrower (b. 1890)","href":"/wiki/1976"},{"text":"1977 – Fred Haney, American baseball player, coach, and manager (b. 1898)","href":"/wiki/1977"},{"text":"1985 – Marie-Georges Pascal, French actress (b. 1946)","href":"/wiki/1985"},{"text":"1988 – David Bauer, Canadian ice hockey player, coach, and priest (b. 1924)","href":"/wiki/1988"},{"text":"1988 – Billy Curtis, American actor and stuntman (b. 1909)","href":"/wiki/Billy_Curtis"},{"text":"1988 – John N. Mitchell, American lieutenant, lawyer, and politician, 67th United States Attorney General (b. 1913)","href":"/wiki/John_N._Mitchell"},{"text":"1988 – Rosemary Timperley, English author and screenwriter (b. 1920)","href":"/wiki/Rosemary_Timperley"},{"text":"1991 – Yves Montand, Italian-French actor and singer (b. 1921)","href":"/wiki/1991"},{"text":"1992 – Charles Fraser-Smith, English missionary and author (b. 1904)","href":"/wiki/1992"},{"text":"1992 – William Hillcourt, Danish-American scout leader and author (b. 1900)","href":"/wiki/William_Hillcourt"},{"text":"1992 – T. Sivasithamparam, Sri Lankan politician (b. 1926)","href":"/wiki/T._Sivasithamparam"},{"text":"1993 – Ross Andru, American illustrator (b. 1925)","href":"/wiki/1993"},{"text":"1996 – Joe Ghiz, Canadian politician, 27th Premier of Prince Edward Island (b. 1945)","href":"/wiki/1996"},{"text":"1997 – Helenio Herrera, Argentinian-Italian footballer and manager (b. 1910)","href":"/wiki/1997"},{"text":"1998 – Ursula Reit, German actress (b. 1914)","href":"/wiki/1998"},{"text":"2000 – Hugh Paddick, English actor (b. 1915)","href":"/wiki/2000"},{"text":"2001 – Niels Jannasch, Canadian historian (b. 1924)","href":"/wiki/2001"},{"text":"2001 – Giovanni Leone, Italian politician, 6th President of Italy (b. 1908)","href":"/wiki/Giovanni_Leone"},{"text":"2002 – Merlin Santana, American actor (b. 1976)","href":"/wiki/2002"},{"text":"2002 – William Schutz, American psychologist and academic (b. 1925)","href":"/wiki/William_Schutz"},{"text":"2003 – Art Carney, American actor and singer (b. 1918)","href":"/wiki/2003"},{"text":"2003 – Gordon Onslow Ford, English-American painter (b. 1912)","href":"/wiki/Gordon_Onslow_Ford"},{"text":"2003 – Binod Bihari Verma, Indian physician and author (b. 1937)","href":"/wiki/Binod_Bihari_Verma"},{"text":"2004 – Iris Chang, American historian, journalist, and author (b. 1968)","href":"/wiki/2004"},{"text":"2004 – Emlyn Hughes, English footballer and manager (b. 1947)","href":"/wiki/Emlyn_Hughes"},{"text":"2004 – Stieg Larsson, Swedish journalist and author (b. 1954)","href":"/wiki/Stieg_Larsson"},{"text":"2005 – K. R. Narayanan, Indian politician, 10th President of India (b. 1921)","href":"/wiki/2005"},{"text":"2006 – Ed Bradley, American journalist (b. 1941)","href":"/wiki/2006"},{"text":"2006 – Ellen Willis, American journalist and activist (b. 1941)","href":"/wiki/Ellen_Willis"},{"text":"2006 – Markus Wolf, German intelligence director (b. 1923)","href":"/wiki/Markus_Wolf"},{"text":"2008 – Huda bin Abdul Haq, Indonesian terrorist (b. 1960)","href":"/wiki/2008"},{"text":"2008 – Amrozi bin Nurhasyim, Indonesian terrorist (b. 1962)","href":"/wiki/Amrozi_bin_Nurhasyim"},{"text":"2008 – Imam Samudra, Indonesian terrorist (b. 1970)","href":"/wiki/Imam_Samudra"},{"text":"2012 – Leaford Bearskin, American colonel and tribal chief (b. 1921)","href":"/wiki/2012"},{"text":"2012 – Milan Čič, Slovak lawyer and politician, 5th Prime Minister of the Slovak Socialist Republic (b. 1932)","href":"/wiki/Milan_%C4%8Ci%C4%8D"},{"text":"2012 – Iurie Darie, Romanian actor (b. 1929)","href":"/wiki/Iurie_Darie"},{"text":"2012 – Joseph D. Early, American politician (b. 1933)","href":"/wiki/Joseph_D._Early"},{"text":"2012 – Major Harris, American singer (The Delfonics) (b. 1947)","href":"/wiki/Major_Harris_(singer)"},{"text":"2012 – Bobbi Jordan, American actress (b. 1937)","href":"/wiki/Bobbi_Jordan"},{"text":"2012 – Herbie Kronowitz, American boxer and referee (b. 1923)","href":"/wiki/Herbie_Kronowitz"},{"text":"2012 – Helen Mussallem, Canadian nurse (b. 1914)","href":"/wiki/Helen_Mussallem"},{"text":"2012 – Sergey Nikolsky, Russian mathematician and academic (b. 1905)","href":"/wiki/Sergey_Nikolsky"},{"text":"2012 – Billy O'Brien, American captain and politician (b. 1929)","href":"/wiki/Billy_O%27Brien_(politician)"},{"text":"2012 – Pat Renella, American actor (b. 1929)","href":"/wiki/Pat_Renella"},{"text":"2012 – Jim Sinclair, Canadian politician (b. 1933)","href":"/wiki/Jim_Sinclair_(politician)"},{"text":"2012 – James L. Stone, American colonel, Medal of Honor recipient (b. 1922)","href":"/wiki/James_L._Stone"},{"text":"2012 – Bill Tarmey, English actor and singer (b. 1941)","href":"/wiki/Bill_Tarmey"},{"text":"2013 – Savaş Ay, Turkish journalist (b. 1954)","href":"/wiki/2013"},{"text":"2013 – Helen Eadie, Scottish politician (b. 1947)","href":"/wiki/Helen_Eadie"},{"text":"2013 – Grethe Rytter Hasle, Norwegian biologist and academic (b. 1920)","href":"/wiki/Grethe_Rytter_Hasle"},{"text":"2013 – Kalaparusha Maurice McIntyre, American saxophonist (b. 1936)","href":"/wiki/Kalaparusha_Maurice_McIntyre"},{"text":"2013 – Steve Prescott, English rugby player (b. 1973)","href":"/wiki/Steve_Prescott"},{"text":"2013 – Emile Zuckerkandl, Austrian-American biologist and academic (b. 1922)","href":"/wiki/Emile_Zuckerkandl"}]},"Holidays and observances":{"values":[{"text":"Birthday of Muhammad Iqbal (Pakistan)","href":"/wiki/Public_holidays_in_Pakistan"},{"text":"Christian Feast Day:\n\nDedication of the Basilica di San Giovanni in Laterano, Cathedral of the Pope (memorial feast day)\nTheodore of Amasea (Roman Catholic Church)\nVitonus\nBenignus of Armagh\nMargery Kempe (Church of England)\nMartin Chemnitz (Lutheran)\nNovember 9 (Eastern Orthodox liturgics)\n\n","href":"/wiki/Calendar_of_Saints"},{"text":"Dedication of the Basilica di San Giovanni in Laterano, Cathedral of the Pope (memorial feast day)","href":"/wiki/Basilica_di_San_Giovanni_in_Laterano"},{"text":"Theodore of Amasea (Roman Catholic Church)","href":"/wiki/Theodore_of_Amasea"},{"text":"Vitonus","href":"/wiki/Vitonus"},{"text":"Benignus of Armagh","href":"/wiki/Benignus_of_Armagh"},{"text":"Margery Kempe (Church of England)","href":"/wiki/Margery_Kempe"},{"text":"Martin Chemnitz (Lutheran)","href":"/wiki/Martin_Chemnitz"},{"text":"November 9 (Eastern Orthodox liturgics)","href":"/wiki/November_9_(Eastern_Orthodox_liturgics)"}]},"External links":{"values":[]},"History":{"values":[]},"Leap years":{"values":[]},"Folk traditions":{"values":[]},"Rare Leap Day milestones":{"values":[]},"References":{"values":[]},"Places":{"values":[]},"See also":{"values":[]},"Organizations":{"values":[]}}