{"Events":{"values":[{"text":"308 – At Carnuntum, Emperor emeritus Diocletian confers with Galerius, Augustus of the East, and Maximianus, the recently returned former Augustus of the West, in an attempt to restore order to the Roman Empire.","href":"/wiki/308"},{"text":"1100 – Henry I of England marries Matilda of Scotland, the daughter of Malcolm III of Scotland.","href":"/wiki/1100"},{"text":"1215 – The Fourth Lateran Council meets, defining the doctrine of transubstantiation, the process by which bread and wine are, by that doctrine, said to transform into the body and blood of Christ.","href":"/wiki/1215"},{"text":"1500 – Treaty of Granada – Louis XII of France and Ferdinand II of Aragon agree to divide the Kingdom of Naples between them.","href":"/wiki/1500"},{"text":"1620 – The Mayflower Compact is signed in what is now Provincetown Harbor near Cape Cod.","href":"/wiki/1620"},{"text":"1634 – Following pressure from Anglican bishop John Atherton, the Irish House of Commons passes An Act for the Punishment for the Vice of Buggery.","href":"/wiki/1634"},{"text":"1673 – Second Battle of Khotyn in Ukraine: Polish-Lithuanian Commonwealth forces under the command of Jan Sobieski defeat the Ottoman army. In this battle, rockets made by Kazimierz Siemienowicz are successfully used.","href":"/wiki/1673"},{"text":"1675 – Gottfried Leibniz demonstrates integral calculus for the first time to find the area under the graph of y = ƒ(x).","href":"/wiki/1675"},{"text":"1724 – Joseph Blake, alias Blueskin, a highwayman known for attacking \"Thief-Taker General\" (and thief) Jonathan Wild at the Old Bailey, is hanged in London.","href":"/wiki/1724"},{"text":"1750 – Riots break out in Lhasa after the murder of the Tibetan regent.","href":"/wiki/1750"},{"text":"1750 – The F.H.C. Society, also known as the Flat Hat Club, is formed at Raleigh Tavern, Williamsburg, Virginia. It is the first college fraternity.","href":"/wiki/Flat_Hat_Club"},{"text":"1778 – Cherry Valley Massacre: Loyalists and Seneca Indian forces attack a fort and village in eastern New York during the American Revolutionary War, killing more than forty civilians and soldiers.","href":"/wiki/1778"},{"text":"1805 – Napoleonic Wars: Battle of Dürenstein – 8000 French troops attempt to slow the retreat of a vastly superior Russian and Austrian force.","href":"/wiki/1805"},{"text":"1813 – War of 1812: Battle of Crysler's Farm – British and Canadian forces defeat a larger American force, causing the Americans to abandon their Saint Lawrence campaign.","href":"/wiki/1813"},{"text":"1831 – In Jerusalem, Virginia, Nat Turner is hanged after inciting a violent slave uprising.","href":"/wiki/1831"},{"text":"1839 – The Virginia Military Institute is founded in Lexington, Virginia.","href":"/wiki/1839"},{"text":"1864 – American Civil War: Sherman's March to the Sea – Union General William Tecumseh Sherman begins burning Atlanta, Georgia to the ground in preparation for his march south.","href":"/wiki/1864"},{"text":"1865 – Treaty of Sinchula is signed by which Bhutan cedes the areas east of the Teesta River to the British East India Company.","href":"/wiki/1865"},{"text":"1869 – The Victorian Aboriginal Protection Act is enacted in Australia, giving the government control of indigenous people's wages, their terms of employment, where they could live, and of their children, effectively leading to the Stolen Generations.","href":"/wiki/1869"},{"text":"1880 – Australian bushranger Ned Kelly is hanged at Melbourne Gaol.","href":"/wiki/1880"},{"text":"1887 – Anarchist Haymarket Martyrs August Spies, Albert Parsons, Adolph Fischer and George Engel are executed.","href":"/wiki/1887"},{"text":"1887 – Construction of the Manchester Ship Canal begins at Eastham.","href":"/wiki/Manchester_Ship_Canal"},{"text":"1889 – The State of Washington is admitted as the 42nd state of the United States.","href":"/wiki/1889"},{"text":"1911 – Many cities in the Midwestern United States break their record highs and lows on the same day as a strong cold front rolls through.","href":"/wiki/1911"},{"text":"1918 – World War I: Germany signs an armistice agreement with the Allies in a railroad car in the forest of Compiègne, France. The fighting officially ends at 11:00 a.m., (the eleventh hour in the eleventh month on the eleventh day) and this is annually honoured with a two-minute silence. The war officially ends on the signing of the Treaty of Versailles on 28th June, 1919.","href":"/wiki/1918"},{"text":"1918 – Józef Piłsudski assumes supreme military power in Poland - symbolic first day of Polish independence.","href":"/wiki/J%C3%B3zef_Pi%C5%82sudski"},{"text":"1918 – Emperor Charles I of Austria relinquishes power.","href":"/wiki/Charles_I_of_Austria"},{"text":"1919 – The Centralia Massacre in Centralia, Washington results the deaths of four members of the American Legion and the lynching of a local leader of the Industrial Workers of the World.","href":"/wiki/1919"},{"text":"1919 – Lāčplēša day – Latvian forces defeat the Freikorps at Riga in the Latvian War of Independence.","href":"/wiki/Latvia"},{"text":"1921 – The Tomb of the Unknowns is dedicated by US President Warren G. Harding at Arlington National Cemetery.","href":"/wiki/1921"},{"text":"1926 – The United States Numbered Highway System, including U.S. Route 66, is established.","href":"/wiki/1926"},{"text":"1930 – Patent number US1781541 is awarded to Albert Einstein and Leó Szilárd for their invention, the Einstein refrigerator.","href":"/wiki/1930"},{"text":"1934 – The Shrine of Remembrance in Melbourne, Australia is opened.","href":"/wiki/1934"},{"text":"1940 – World War II: Battle of Taranto – The Royal Navy launches the first aircraft carrier strike in history, on the Italian fleet at Taranto.","href":"/wiki/1940"},{"text":"1940 – The German cruiser Atlantis captures top secret British mail, and sends it to Japan.","href":"/wiki/Nazi_Germany"},{"text":"1940 – Armistice Day Blizzard: An unexpected blizzard kills 144 in the U.S. Midwest.","href":"/wiki/Armistice_Day_Blizzard"},{"text":"1942 – World War II: Nazi Germany completes its occupation of France.","href":"/wiki/1942"},{"text":"1960 – A military coup against President Ngo Dinh Diem of South Vietnam is crushed.","href":"/wiki/1960"},{"text":"1961 – Thirteen Italian Air Force servicemen, deployed to the Congo as a part of the UN peacekeeping force are massacred by a mob in the course of the Kindu atrocity.","href":"/wiki/1961"},{"text":"1962 – Kuwait's National Assembly ratifies the Constitution of Kuwait.","href":"/wiki/1962"},{"text":"1965 – In Rhodesia (modern-day Zimbabwe), the white-minority government of Ian Smith unilaterally declares independence.","href":"/wiki/1965"},{"text":"1966 – NASA launches Gemini 12.","href":"/wiki/1966"},{"text":"1967 – Vietnam War: In a propaganda ceremony in Phnom Penh, Cambodia, three American prisoners of war are released by the Viet Cong and turned over to \"new left\" antiwar activist Tom Hayden.","href":"/wiki/1967"},{"text":"1968 – Vietnam War: Operation Commando Hunt initiated. The goal is to interdict men and supplies on the Ho Chi Minh Trail, through Laos into South Vietnam.","href":"/wiki/1968"},{"text":"1968 – A second republic is declared in the Maldives.","href":"/wiki/Republic"},{"text":"1972 – Vietnam War: Vietnamization – The United States Army turns over the massive Long Binh military base to South Vietnam.","href":"/wiki/1972"},{"text":"1975 – Australian constitutional crisis of 1975: Australian Governor-General Sir John Kerr dismisses the government of Gough Whitlam, appoints Malcolm Fraser as caretaker Prime Minister and announces a general election to be held in early December.","href":"/wiki/1975"},{"text":"1975 – Independence of Angola.","href":"/wiki/Angola"},{"text":"1981 – Antigua and Barbuda joins the United Nations.","href":"/wiki/1981"},{"text":"1992 – The General Synod of the Church of England votes to allow women to become priests.","href":"/wiki/1992"},{"text":"1993 – A sculpture honoring women who served in the Vietnam War is dedicated at the Vietnam Veterans Memorial in Washington, D.C..","href":"/wiki/1993"},{"text":"1999 – The House of Lords Act is given Royal Assent, restricting membership of the British House of Lords by virtue of a hereditary peerage.","href":"/wiki/1999"},{"text":"2000 – Kaprun disaster: 155 skiers and snowboarders die when a cable car catches fire in an alpine tunnel in Kaprun, Austria.","href":"/wiki/2000"},{"text":"2001 – Journalists Pierre Billaud, Johanne Sutton and Volker Handloik are killed in Afghanistan during an attack on the convoy they are traveling in.","href":"/wiki/2001"},{"text":"2004 – New Zealand Tomb of the Unknown Warrior is dedicated at the National War Memorial, Wellington.","href":"/wiki/2004"},{"text":"2004 – The Palestine Liberation Organization confirms the death of Yasser Arafat from unidentified causes. Mahmoud Abbas is elected chairman of the PLO minutes later.","href":"/wiki/PLO"},{"text":"2006 – Her Majesty Queen Elizabeth II unveils the New Zealand War Memorial in London, United Kingdom, commemorating the loss of soldiers from the New Zealand Army and the British Army.","href":"/wiki/2006"},{"text":"2008 – RMS Queen Elizabeth 2 (QE2) sets sail on her final voyage to Dubai.","href":"/wiki/2008"},{"text":"2012 – A strong earthquake with the magnitude 6.8 hits northern Burma, killing at least 26 people.","href":"/wiki/2012"}]},"Births":{"values":[{"text":"1050 – Henry IV, Holy Roman Emperor (d. 1106)","href":"/wiki/1050"},{"text":"1154 – Sancho I of Portugal (d. 1212)","href":"/wiki/1154"},{"text":"1155 – Alfonso VIII of Castile (d. 1214)","href":"/wiki/1155"},{"text":"1220 – Alphonse, Count of Poitiers (d. 1271)","href":"/wiki/1220"},{"text":"1493 – Paracelsus, Swiss-German physician, botanist, alchemist, astrologer, and occultist (d. 1541)","href":"/wiki/1493"},{"text":"1493 – Bernardo Tasso, Italian courtier and poet (d. 1569)","href":"/wiki/Bernardo_Tasso"},{"text":"1569 – Martin Ruland the Younger, German physician and chemist (d. 1611)","href":"/wiki/1569"},{"text":"1579 – Frans Snyders, Flemish painter (d. 1657)","href":"/wiki/1579"},{"text":"1599 – Maria Eleonora of Brandenburg (d. 1655)","href":"/wiki/1599"},{"text":"1599 – Ottavio Piccolomini, Austrian-Italian field marshal (d. 1656)","href":"/wiki/Ottavio_Piccolomini"},{"text":"1633 – George Savile, 1st Marquess of Halifax, English politician, Lord President of the Council (d. 1695)","href":"/wiki/1633"},{"text":"1668 – Johann Albert Fabricius, German author and scholar (d. 1736)","href":"/wiki/1668"},{"text":"1696 – Andrea Zani, Italian violinist and composer (d. 1757)","href":"/wiki/1696"},{"text":"1743 – Carl Peter Thunberg, Swedish botanist, entomologist, and psychologist (d. 1828)","href":"/wiki/1743"},{"text":"1748 – Charles IV of Spain (d. 1819)","href":"/wiki/1748"},{"text":"1791 – Josef Munzinger, Swiss politician, 3rd President of the Swiss Confederation (d. 1855)","href":"/wiki/1791"},{"text":"1792 – Mary Anne Disraeli, Welsh wife of Benjamin Disraeli (d. 1872)","href":"/wiki/1792"},{"text":"1821 – Fyodor Dostoyevsky, Russian philosopher and author (d. 1881)","href":"/wiki/1821"},{"text":"1836 – Thomas Bailey Aldrich, American poet and author (d. 1907)","href":"/wiki/1836"},{"text":"1852 – Count Franz Conrad von Hötzendorf, Austrian-Hungarian field marshal (d. 1925)","href":"/wiki/1852"},{"text":"1855 – Stevan Sremac, Serbian author and activist (d. 1906)","href":"/wiki/1855"},{"text":"1857 – Janet Erskine Stuart, English nun and educator (d. 1914)","href":"/wiki/1857"},{"text":"1863 – Paul Signac, French painter (d. 1935)","href":"/wiki/1863"},{"text":"1864 – Alfred Hermann Fried, Austrian journalist and activist, Nobel Prize laureate (d. 1921)","href":"/wiki/1864"},{"text":"1869 – Victor Emmanuel III of Italy (d. 1947)","href":"/wiki/1869"},{"text":"1872 – David I. Walsh, American lawyer and politician, 46th Governor of Massachusetts (d. 1947)","href":"/wiki/1872"},{"text":"1882 – Gustaf VI Adolf of Sweden (d. 1973)","href":"/wiki/1882"},{"text":"1883 – Ernest Ansermet, Swiss conductor (d. 1969)","href":"/wiki/1883"},{"text":"1885 – George S. Patton, American general (d. 1945)","href":"/wiki/1885"},{"text":"1887 – Roland Young, English-American actor and singer (d. 1953)","href":"/wiki/1887"},{"text":"1888 – Abul Kalam Azad, Indian activist, scholar, and politician (d. 1958)","href":"/wiki/1888"},{"text":"1888 – J. B. Kripalani, Indian lawyer and politician (d.1982)","href":"/wiki/1888"},{"text":"1891 – Rabbit Maranville, American baseball player and manager (d. 1954)","href":"/wiki/1891"},{"text":"1894 – Beverly Bayne, American actress (d. 1982)","href":"/wiki/1894"},{"text":"1896 – Shirley Graham Du Bois, American author, playwright, composer, and activist (d. 1977)","href":"/wiki/1896"},{"text":"1898 – René Clair, French actor, director, producer, and screenwriter (d. 1981)","href":"/wiki/1898"},{"text":"1899 – Pat O'Brien, American actor and singer (d. 1983)","href":"/wiki/1899"},{"text":"1901 – Magda Goebbels, German wife of Joseph Goebbels (d. 1945)","href":"/wiki/1901"},{"text":"1901 – Sam Spiegel, Austrian-American film producer (d. 1985)","href":"/wiki/Sam_Spiegel"},{"text":"1901 – F. Van Wyck Mason, American historian and author (d. 1978)","href":"/wiki/F._Van_Wyck_Mason"},{"text":"1904 – Alger Hiss, American lawyer and spy (d. 1996)","href":"/wiki/1904"},{"text":"1904 – J. H. C. Whitehead, Indian-American mathematician and academic (d. 1960)","href":"/wiki/J._H._C._Whitehead"},{"text":"1907 – Orestis Laskos, Greek director, screenwriter, and poet (d. 1992)","href":"/wiki/1907"},{"text":"1909 – Robert Ryan, American actor (d. 1973)","href":"/wiki/1909"},{"text":"1911 – Roberto Matta, Chilean-Italian painter and sculptor (d. 2002)","href":"/wiki/1911"},{"text":"1912 – Thomas C. Mann, American lawyer, politician, and diplomat, United States Ambassador to El Salvador (d. 1999)","href":"/wiki/1912"},{"text":"1914 – James Gilbert Baker, American astronomer, optician, and academic (d. 2005)","href":"/wiki/1914"},{"text":"1914 – Taslim Olawale Elias, Nigerian academic and jurist, 2nd Chief Justice of Nigeria (d. 1991)","href":"/wiki/Taslim_Olawale_Elias"},{"text":"1914 – Howard Fast, American author and screenwriter (d. 2003)","href":"/wiki/Howard_Fast"},{"text":"1914 – Henry Wade, American soldier and lawyer (d. 2001)","href":"/wiki/Henry_Wade"},{"text":"1915 – William Proxmire, American soldier, journalist, and politician (d. 2005)","href":"/wiki/1915"},{"text":"1915 – Anna Schwartz, American economist and author (d. 2012)","href":"/wiki/Anna_Schwartz"},{"text":"1916 – Robert Carr, English engineer and politician, Lord President of the Council (d. 2012)","href":"/wiki/1916"},{"text":"1918 – Stubby Kaye, American actor and singer (d. 1997)","href":"/wiki/1918"},{"text":"1919 – Kalle Päätalo, Finnish soldier and author (d. 2000)","href":"/wiki/1919"},{"text":"1920 – Roy Jenkins, Welsh-English captain, academic, and politician, President of the European Commission (d. 2003)","href":"/wiki/1920"},{"text":"1921 – Terrel Bell, American sergeant, academic, and politician, 2nd United States Secretary of Education (d. 1996)","href":"/wiki/1921"},{"text":"1922 – Kurt Vonnegut, American soldier, author, and academic (d. 2007)","href":"/wiki/1922"},{"text":"1925 – June Whitfield, English actress","href":"/wiki/1925"},{"text":"1925 – Jonathan Winters, American comedian, actor, and screenwriter (d. 2013)","href":"/wiki/Jonathan_Winters"},{"text":"1926 – Harry Lumley, Canadian ice hockey player (d. 1998)","href":"/wiki/1926"},{"text":"1927 – Mose Allison, American singer and pianist","href":"/wiki/1927"},{"text":"1928 – Ernestine Anderson, American singer","href":"/wiki/1928"},{"text":"1928 – Carlos Fuentes, Panamanian-Mexican author and academic (d. 2012)","href":"/wiki/Carlos_Fuentes"},{"text":"1928 – Gracita Morales, Spanish actress and singer (d. 1995)","href":"/wiki/Gracita_Morales"},{"text":"1929 – LaVern Baker, American singer and actress (d. 1997)","href":"/wiki/1929"},{"text":"1929 – Hans Magnus Enzensberger, German author and poet","href":"/wiki/Hans_Magnus_Enzensberger"},{"text":"1929 – Martin Jacomb, English lawyer, businessman, and academic","href":"/wiki/Martin_Jacomb"},{"text":"1930 – Hugh Everett III, American physicist and mathematician (d. 1982)","href":"/wiki/1930"},{"text":"1930 – Hank Garland, American guitarist (d. 2004)","href":"/wiki/Hank_Garland"},{"text":"1930 – Vernon Handley, English conductor (d. 2008)","href":"/wiki/Vernon_Handley"},{"text":"1931 – Veronica Hurst, Maltese-English actress","href":"/wiki/1931"},{"text":"1932 – Germano Mosconi, Italian journalist (d. 2012)","href":"/wiki/1932"},{"text":"1933 – Jim Boyd, American actor (d. 2013)","href":"/wiki/1933"},{"text":"1935 – Bibi Andersson, Swedish actress","href":"/wiki/1935"},{"text":"1936 – Jack Keller, American songwriter (d. 2005)","href":"/wiki/1936"},{"text":"1936 – Susan Kohner, American actress","href":"/wiki/Susan_Kohner"},{"text":"1937 – Stephen Lewis, Canadian politician and diplomat, 14th Canadian Ambassador to the United Nations","href":"/wiki/1937"},{"text":"1937 – Alicia Ostriker, American poet and scholar","href":"/wiki/Alicia_Ostriker"},{"text":"1938 – Ants Antson, Estonian speed skater","href":"/wiki/1938"},{"text":"1938 – Haruhiro Yamashita, Japanese gymnast","href":"/wiki/Haruhiro_Yamashita"},{"text":"1939 – Denise Alexander, American actress and producer","href":"/wiki/1939"},{"text":"1939 – Harihar Swain, Indian politician (d. 2012)","href":"/wiki/Harihar_Swain"},{"text":"1940 – Barbara Boxer, American journalist and politician","href":"/wiki/1940"},{"text":"1942 – Jonathan Fenby, English journalist and businessman","href":"/wiki/1942"},{"text":"1942 – Roy Fredericks, Guyanese-American cricketer (d. 2000)","href":"/wiki/Roy_Fredericks"},{"text":"1942 – Diane Wolkstein, American author (d. 2013)","href":"/wiki/Diane_Wolkstein"},{"text":"1943 – Doug Frost, Australian swimming coach","href":"/wiki/1943"},{"text":"1943 – Jorien van den Herik, Dutch businessman","href":"/wiki/Jorien_van_den_Herik"},{"text":"1944 – Jennifer Bate, English organist","href":"/wiki/1944"},{"text":"1944 – Chris Smither, American singer-songwriter and guitarist","href":"/wiki/Chris_Smither"},{"text":"1944 – Kemal Sunal, Turkish actor, producer, and screenwriter (d. 2000)","href":"/wiki/Kemal_Sunal"},{"text":"1945 – Chris Dreja, English guitarist (The Yardbirds and Box of Frogs)","href":"/wiki/1945"},{"text":"1945 – Vince Martell, American singer and guitarist (Vanilla Fudge)","href":"/wiki/Vince_Martell"},{"text":"1945 – Daniel Ortega, Nicaraguan politician, President of Nicaragua","href":"/wiki/Daniel_Ortega"},{"text":"1946 – Al Holbert, American race car driver (d. 1988)","href":"/wiki/1946"},{"text":"1948 – Andrzej Czok, Polish mountaineer (d. 1986)","href":"/wiki/1948"},{"text":"1948 – Vincent Schiavelli, American actor (d. 2005)","href":"/wiki/Vincent_Schiavelli"},{"text":"1950 – Mircea Dinescu, Romanian journalist and poet","href":"/wiki/1950"},{"text":"1950 – Jim Peterik, American singer-songwriter and guitarist (Survivor, Pride of Lions, and The Ides of March)","href":"/wiki/Jim_Peterik"},{"text":"1951 – Bill Moseley, American actor, singer, and producer (Cornbugs)","href":"/wiki/1951"},{"text":"1951 – Kim Peek, American megasavant (d. 2009)","href":"/wiki/Kim_Peek"},{"text":"1951 – Marc Summers, American television host and producer","href":"/wiki/Marc_Summers"},{"text":"1953 – Marshall Crenshaw, American singer-songwriter and guitarist","href":"/wiki/1953"},{"text":"1953 – Andy Partridge, Maltese-English singer-songwriter, guitarist, and producer (XTC and The Dukes of Stratosphear)","href":"/wiki/Andy_Partridge"},{"text":"1954 – Mary Gaitskill, American author","href":"/wiki/1954"},{"text":"1955 – Dave Alvin, American singer-songwriter and guitarist (The Blasters, The Knitters, The Flesh Eaters, and X)","href":"/wiki/1955"},{"text":"1956 – Ian Craig Marsh, English guitarist (The Human League, Heaven 17, and B.E.F.)","href":"/wiki/1956"},{"text":"1958 – Luz Casal, Spanish singer-songwriter","href":"/wiki/1958"},{"text":"1958 – Carlos Lacámara, Cuban-American actor","href":"/wiki/Carlos_Lac%C3%A1mara"},{"text":"1958 – Kathy Lette, Australian-English author","href":"/wiki/Kathy_Lette"},{"text":"1959 – Lee Haney, American bodybuilder","href":"/wiki/1959"},{"text":"1959 – Richard Rowe, English jockey and trainer","href":"/wiki/Richard_Rowe_(horse_racing)"},{"text":"1959 – Carl Williams, American boxer (d. 2013)","href":"/wiki/Carl_Williams_(boxer)"},{"text":"1960 – Lawrence Bayne, Canadian actor","href":"/wiki/1960"},{"text":"1960 – Colin Harvey, English author and critic (d. 2011)","href":"/wiki/Colin_Harvey_(writer)"},{"text":"1960 – Chuck Hernandez, American baseball player and coach","href":"/wiki/Chuck_Hernandez"},{"text":"1960 – Paquito Ochoa, Jr., Filipino lawyer and politician, 37th Executive Secretary of the Philippines","href":"/wiki/Paquito_Ochoa,_Jr."},{"text":"1960 – Cristina Odone, Kenyan-Italian journalist and author","href":"/wiki/Cristina_Odone"},{"text":"1960 – Peter Parros, American actor","href":"/wiki/Peter_Parros"},{"text":"1960 – Stanley Tucci, American actor and director","href":"/wiki/Stanley_Tucci"},{"text":"1962 – Mic Michaeli, Swedish keyboard player (Europe, Brazen Abbot, and Last Autumn's Dream)","href":"/wiki/1962"},{"text":"1962 – Georgios Mitsibonas, Greek footballer (d. 1997)","href":"/wiki/Georgios_Mitsibonas"},{"text":"1962 – Demi Moore, American actress, director, and producer","href":"/wiki/Demi_Moore"},{"text":"1962 – James Morrison, Australian trumpet player and composer","href":"/wiki/James_Morrison_(musician)"},{"text":"1962 – Kendra Slawinski, English netball player","href":"/wiki/Kendra_Slawinski"},{"text":"1963 – Billy Gunn, American wrestler","href":"/wiki/1963"},{"text":"1964 – Anabel Alonso, Spanish actress","href":"/wiki/1964"},{"text":"1964 – Calista Flockhart, American actress","href":"/wiki/Calista_Flockhart"},{"text":"1965 – Max Mutchnick, American screenwriter and producer","href":"/wiki/1965"},{"text":"1965 – Kim Stockwood, Canadian singer-songwriter (Shaye)","href":"/wiki/Kim_Stockwood"},{"text":"1966 – Alison Doody, Irish model and actress","href":"/wiki/1966"},{"text":"1967 – Gil de Ferran, Brazilian race car driver","href":"/wiki/1967"},{"text":"1967 – Frank John Hughes, American actor, producer, and screenwriter","href":"/wiki/Frank_John_Hughes"},{"text":"1968 – David L. Cook, American singer-songwriter and comedian","href":"/wiki/1968"},{"text":"1968 – Lavell Crawford, American comedian and actor","href":"/wiki/Lavell_Crawford"},{"text":"1969 – Carson Kressley, American television host, fashion designer, and author","href":"/wiki/1969"},{"text":"1971 – Jennifer Celotta, American director, producer, and screenwriter","href":"/wiki/1971"},{"text":"1971 – Paul Chaloner, English sportscaster","href":"/wiki/Paul_Chaloner"},{"text":"1971 – David DeLuise, American actor and director","href":"/wiki/David_DeLuise"},{"text":"1971 – Tarmo Linnumäe, Estonian footballer","href":"/wiki/Tarmo_Linnum%C3%A4e"},{"text":"1971 – Tomas Pačėsas, Lithuanian basketball player and coach","href":"/wiki/Tomas_Pa%C4%8D%C4%97sas"},{"text":"1972 – Adam Beach, Canadian actor","href":"/wiki/1972"},{"text":"1972 – Tyler Christopher, American actor","href":"/wiki/Tyler_Christopher_(actor)"},{"text":"1972 – Danny Rios, Spanish baseball player","href":"/wiki/Danny_Rios"},{"text":"1973 – Melissa Stark, American sportscaster","href":"/wiki/1973"},{"text":"1973 – Jason White, American singer-songwriter and guitarist (Green Day, Pinhead Gunpowder, The Big Cats, The Influents, The Network, and Foxboro Hot Tubs)","href":"/wiki/Jason_White_(musician)"},{"text":"1974 – Leonardo DiCaprio, American actor and producer","href":"/wiki/1974"},{"text":"1974 – Bettina Goislard, French relief worker (d. 2003)","href":"/wiki/Bettina_Goislard"},{"text":"1974 – Static Major, American singer-songwriter and producer (Playa) (d. 2008)","href":"/wiki/Static_Major"},{"text":"1974 – Wajahatullah Wasti, Pakistani cricketer","href":"/wiki/Wajahatullah_Wasti"},{"text":"1975 – Angélica Vale Mexican actress and singer","href":"/wiki/1975"},{"text":"1976 – Lisa Gleave, Australian-American model and actress","href":"/wiki/1976"},{"text":"1976 – Jason Grilli, American baseball player","href":"/wiki/Jason_Grilli"},{"text":"1976 – Jesse F. Keeler, Canadian bass player (Death from Above 1979 and MSTRKRFT)","href":"/wiki/Jesse_F._Keeler"},{"text":"1977 – Maniche, Portuguese footballer","href":"/wiki/1977"},{"text":"1977 – Ben Hollioake, English cricketer (d. 2002)","href":"/wiki/Ben_Hollioake"},{"text":"1978 – Lou Vincent, New Zealand cricketer","href":"/wiki/1978"},{"text":"1980 – Jaeson Ma, American rapper, actor, and minister","href":"/wiki/1980"},{"text":"1980 – Willie Parker, American football player","href":"/wiki/Willie_Parker"},{"text":"1980 – Edmoore Takaendesa, Zimbabwean-German rugby player","href":"/wiki/Edmoore_Takaendesa"},{"text":"1981 – Natalie Glebova, Russian-Canadian model, Miss Universe 2005","href":"/wiki/1981"},{"text":"1981 – Guillaume, Hereditary Grand Duke of Luxembourg","href":"/wiki/Guillaume,_Hereditary_Grand_Duke_of_Luxembourg"},{"text":"1982 – Gonzalo Canale, Argentinian-Italian rugby player","href":"/wiki/1982"},{"text":"1982 – Jeremy Williams, English actor","href":"/wiki/Jeremy_Williams_(actor)"},{"text":"1983 – Brittny Gastineau, American model","href":"/wiki/1983"},{"text":"1983 – Arouna Koné, Ivorian footballer","href":"/wiki/Arouna_Kon%C3%A9"},{"text":"1983 – Philipp Lahm, German footballer","href":"/wiki/Philipp_Lahm"},{"text":"1984 – Stephen Hunt, English footballer","href":"/wiki/1984"},{"text":"1984 – Birkir Már Sævarsson, Icelandic footballer","href":"/wiki/Birkir_M%C3%A1r_S%C3%A6varsson"},{"text":"1985 – Osvaldo Alonso, Cuban footballer","href":"/wiki/1985"},{"text":"1985 – Austin Collie, American football player","href":"/wiki/Austin_Collie"},{"text":"1985 – Tiidrek Nurme, Estonian runner","href":"/wiki/Tiidrek_Nurme"},{"text":"1985 – Kalan Porter, Canadian singer-songwriter","href":"/wiki/Kalan_Porter"},{"text":"1985 – Jessica Sierra, American singer","href":"/wiki/Jessica_Sierra"},{"text":"1985 – Robin Uthappa, Indian cricketer","href":"/wiki/Robin_Uthappa"},{"text":"1986 – Victor Cruz, American football player","href":"/wiki/1986"},{"text":"1986 – Mark Sanchez, American football player","href":"/wiki/Mark_Sanchez"},{"text":"1986 – François Trinh-Duc, French rugby player","href":"/wiki/Fran%C3%A7ois_Trinh-Duc"},{"text":"1987 – Vinny Guadagnino, American actor","href":"/wiki/1987"},{"text":"1987 – Chanelle Hayes, English model and singer","href":"/wiki/Chanelle_Hayes"},{"text":"1987 – Yuya Tegoshi, Japanese singer and actor (NEWS and Tegomass)","href":"/wiki/Yuya_Tegoshi"},{"text":"1988 – Kyle Naughton, English footballer","href":"/wiki/1988"},{"text":"1989 – Adam Rippon, American figure skater","href":"/wiki/1989"},{"text":"1989 – Reina Tanaka, Japanese singer and actress (Morning Musume, Elegies, High-King, and Morning Musume Otomegumi)","href":"/wiki/Reina_Tanaka"},{"text":"1989 – Lewis Williamson, Scottish race car driver","href":"/wiki/Lewis_Williamson"},{"text":"1990 – Georginio Wijnaldum, Dutch footballer","href":"/wiki/1990"},{"text":"1991 – Christa B. Allen, American actress","href":"/wiki/1991"},{"text":"1991 – Jana Kask, Estonian singer","href":"/wiki/Jana_Kask"},{"text":"1994 – Connor Price, Canadian actor","href":"/wiki/1994"},{"text":"1994 – Ellie Simmonds, English swimmer","href":"/wiki/Ellie_Simmonds"}]},"Deaths":{"values":[{"text":"405 – Arsacius of Tarsus, Tarsian archbishop (b. 324)","href":"/wiki/405"},{"text":"865 – Petronas, Byzantine general","href":"/wiki/865"},{"text":"1028 – Constantine VIII, Byzantine emperor (b. 960)","href":"/wiki/1028"},{"text":"1623 – Philippe de Mornay, French theorist and author (b. 1549)","href":"/wiki/1623"},{"text":"1638 – Cornelis van Haarlem, Dutch painter (b. 1562)","href":"/wiki/1638"},{"text":"1724 – Joseph Blake, English criminal (b. 1700)","href":"/wiki/1724"},{"text":"1812 – Platon Levshin, Russian metropolitan (b. 1737)","href":"/wiki/1812"},{"text":"1831 – Nat Turner, American slave and rebel leader (b. 1800)","href":"/wiki/1831"},{"text":"1855 – Søren Kierkegaard, Danish philosopher, author, and poet (b. 1813)","href":"/wiki/1855"},{"text":"1861 – Pedro V of Portugal (b. 1837)","href":"/wiki/1861"},{"text":"1862 – James Madison Porter, American lawyer and politician, 18th United States Secretary of War (b. 1793)","href":"/wiki/1862"},{"text":"1880 – Ned Kelly, Australian criminal (b. 1855)","href":"/wiki/1880"},{"text":"1880 – Lucretia Mott, American activist (b. 1793)","href":"/wiki/Lucretia_Mott"},{"text":"1884 – Alfred Brehm German zoologist, author, and illustrator (b. 1827)","href":"/wiki/1884"},{"text":"1887 – Haymarket affair defendants:\n\nGeorge Engel, German-American businessman and activist (b. 1836)\nAdolph Fischer, German-American printer and activist (b. 1858)\nAlbert Parsons, American journalist and activist (b. 1848)\nAugust Spies, American journalist and activist (b. 1855)\n\n","href":"/wiki/1887"},{"text":"George Engel, German-American businessman and activist (b. 1836)","href":"/wiki/George_Engel"},{"text":"Adolph Fischer, German-American printer and activist (b. 1858)","href":"/wiki/Adolph_Fischer"},{"text":"Albert Parsons, American journalist and activist (b. 1848)","href":"/wiki/Albert_Parsons"},{"text":"August Spies, American journalist and activist (b. 1855)","href":"/wiki/August_Spies"},{"text":"1917 – Liliuokalani of Hawaii (b. 1838)","href":"/wiki/1917"},{"text":"1918 – George Lawrence Price, Canadian soldier (b. 1892)","href":"/wiki/1918"},{"text":"1919 – Pavel Chistyakov, Russian painter and educator (b. 1832)","href":"/wiki/1919"},{"text":"1920 – Dirk Boest Gips, Dutch target shooter (b. 1864)","href":"/wiki/1920"},{"text":"1921 – Léon Moreaux, French target shooter (b. 1852)","href":"/wiki/1921"},{"text":"1931 – Shibusawa Eiichi, Japanese businessman (b. 1840)","href":"/wiki/1931"},{"text":"1938 – Typhoid Mary, Irish-American carrier of typhoid fever (b. 1869)","href":"/wiki/1938"},{"text":"1939 – Bob Marshall, American author and activist (b. 1901)","href":"/wiki/1939"},{"text":"1939 – Jan Opletal, Czech student and activist (b. 1915)","href":"/wiki/Jan_Opletal"},{"text":"1945 – Jerome Kern, American composer (b. 1885)","href":"/wiki/1945"},{"text":"1948 – Fred Niblo, American actor, director, producer (b. 1874)","href":"/wiki/1948"},{"text":"1949 – Loukas Kanakaris-Roufos, Greek politician, Foreign Minister of Greece (b. 1878)","href":"/wiki/1949"},{"text":"1950 – Alexandros Diomidis, Greek banker and politician, 145th Prime Minister of Greece (b. 1875)","href":"/wiki/1950"},{"text":"1953 – Princess Irene of Hesse and by Rhine (b. 1866)","href":"/wiki/1953"},{"text":"1962 – Joseph Ruddy, American swimmer and water polo player (b. 1878)","href":"/wiki/1962"},{"text":"1972 – Berry Oakley, American bass player (Allman Brothers Band) (b. 1948)","href":"/wiki/1972"},{"text":"1973 – Artturi Ilmari Virtanen, Finnish chemist and academic, Nobel Prize laureate (b. 1895)","href":"/wiki/1973"},{"text":"1974 – Alfonso Leng, Chilean dentist, composer, and academic (b. 1894)","href":"/wiki/1974"},{"text":"1976 – Alexander Calder, American sculptor (b. 1898)","href":"/wiki/1976"},{"text":"1977 – Greta Keller, Austrian-American actress and singer (b. 1903)","href":"/wiki/1977"},{"text":"1977 – Abraham Sarmiento, Jr., Filipino journalist and activist (b. 1950)","href":"/wiki/Abraham_Sarmiento,_Jr."},{"text":"1979 – Dimitri Tiomkin, Ukrainian-American composer and conductor (b. 1894)","href":"/wiki/1979"},{"text":"1984 – Martin Luther King, Sr., American pastor, missionary, and activist (b. 1899)","href":"/wiki/1984"},{"text":"1985 – Pelle Lindbergh, Swedish ice hockey player (b. 1959)","href":"/wiki/1985"},{"text":"1988 – William Ifor Jones, Welsh conductor and organist (b. 1900)","href":"/wiki/1988"},{"text":"1990 – Attilio Demaría, Argentinian footballer (b. 1909)","href":"/wiki/1990"},{"text":"1990 – Alexis Minotis, Greek actor (b. 1898)","href":"/wiki/Alexis_Minotis"},{"text":"1990 – Yiannis Ritsos, Greek poet and playwright (b. 1909)","href":"/wiki/Yiannis_Ritsos"},{"text":"1993 – Erskine Hawkins, American trumpet player and bandleader (b. 1914)","href":"/wiki/1993"},{"text":"1993 – John Stanley, American author and illustrator (b. 1914)","href":"/wiki/John_Stanley_(cartoonist)"},{"text":"1994 – John A. Volpe, American soldier and politician, 61st Governor of Massachusetts (b. 1908)","href":"/wiki/1994"},{"text":"1994 – Pedro Zamora, Cuban-American reality television personality, cast member on The Real World: San Francisco (b. 1972)","href":"/wiki/Pedro_Zamora"},{"text":"1994 – Tadeusz Żychiewicz, Polish journalist, historian, and publicist (b. 1922)","href":"/wiki/Tadeusz_%C5%BBychiewicz"},{"text":"1997 – Rod Milburn, American hurdler (b. 1950)","href":"/wiki/1997"},{"text":"1998 – Frank Brimsek, American ice hockey player (b. 1913)","href":"/wiki/1998"},{"text":"1999 – Mary Kay Bergman, American voice actress and singer (b. 1961)","href":"/wiki/1999"},{"text":"1999 – Jacobo Timerman, Argentinian journalist and author (b. 1923)","href":"/wiki/Jacobo_Timerman"},{"text":"2000 – Sandra Schmitt, German skier (b. 1981)","href":"/wiki/2000"},{"text":"2001 – Erna Viitol, Estonian sculptor (b. 1920)","href":"/wiki/2001"},{"text":"2003 – Miquel Martí i Pol, Catalan poet (b. 1929)","href":"/wiki/2003"},{"text":"2004 – Yasser Arafat, Palestinian engineer and politician, 1st President of the Palestinian National Authority, Nobel Prize laureate (b. 1929)","href":"/wiki/2004"},{"text":"2004 – Richard Dembo, French director and screenwriter (b. 1948)","href":"/wiki/Richard_Dembo"},{"text":"2005 – Moustapha Akkad, Syrian-American director and producer (b. 1930)","href":"/wiki/2005"},{"text":"2005 – Keith Andes, American actor and singer (b. 1920)","href":"/wiki/Keith_Andes"},{"text":"2005 – Patrick Anson, 5th Earl of Lichfield, English photographer (b. 1939)","href":"/wiki/Patrick_Anson,_5th_Earl_of_Lichfield"},{"text":"2005 – Peter Drucker, Austrian-American author, theorist, and educator (b. 1909)","href":"/wiki/Peter_Drucker"},{"text":"2006 – Belinda Emmett, Australian actress (b. 1974)","href":"/wiki/2006"},{"text":"2006 – Harry Lehotsky, American-Canadian pastor and activist (b. 1957)","href":"/wiki/Harry_Lehotsky"},{"text":"2007 – Delbert Mann, American director and producer (b. 1920)","href":"/wiki/2007"},{"text":"2008 – Herb Score, American baseball player and sportscaster (b. 1933)","href":"/wiki/2008"},{"text":"2009 – Dhanpat Rai Nahar, Indian politician (b. 1919)","href":"/wiki/2009"},{"text":"2010 – Baby Marie Osborne, American actress (b. 1911)","href":"/wiki/2010"},{"text":"2011 – Francisco Blake Mora, Mexican lawyer and politician, Mexican Secretary of the Interior (b. 1966)","href":"/wiki/2011"},{"text":"2012 – Lam Adesina, Nigerian politician, Governor of Oyo State (b. 1939)","href":"/wiki/2012"},{"text":"2012 – Joe Egan, English rugby player and coach (b. 1919)","href":"/wiki/Joe_Egan_(rugby_league)"},{"text":"2012 – Tomaž Ertl, Slovenian politician (b. 1932)","href":"/wiki/Toma%C5%BE_Ertl"},{"text":"2012 – Iqbal Haider, Pakistani lawyer and politician (b. 1945)","href":"/wiki/Iqbal_Haider"},{"text":"2012 – Rex Hunt, English lieutenant, pilot, and diplomat, Governor of the Falkland Islands (b. 1926)","href":"/wiki/Rex_Hunt_(governor)"},{"text":"2012 – Victor Mees, Belgian footballer (b. 1927)","href":"/wiki/Victor_Mees"},{"text":"2012 – Ilya Oleynikov, Russian actor (b. 1947)","href":"/wiki/Ilya_Oleynikov"},{"text":"2012 – Harry Wayland Randall, American photographer (b. 1915)","href":"/wiki/Harry_Wayland_Randall"},{"text":"2012 – Tarachand Sahu, Indian politician (b. 1947)","href":"/wiki/Tarachand_Sahu"},{"text":"2012 – Hal Ziegler, American lawyer and politician (b. 1932)","href":"/wiki/Hal_Ziegler"},{"text":"2013 – John Barnhill, American basketball player and coach (b. 1938)","href":"/wiki/2013"},{"text":"2013 – Domenico Bartolucci, Italian cardinal (b. 1917)","href":"/wiki/Domenico_Bartolucci"},{"text":"2013 – Bob Beckham, American singer (b. 1927)","href":"/wiki/Bob_Beckham"},{"text":"2013 – John S. Dunne, American priest and theologian (b. 1929)","href":"/wiki/John_S._Dunne"},{"text":"2013 – Atilla Karaosmanoğlu, Turkish economist and politician, 33rd Deputy Prime Minister of Turkey (b. 1931)","href":"/wiki/Atilla_Karaosmano%C4%9Flu"},{"text":"2013 – Eddie McGrady, Irish politician (b. 1935)","href":"/wiki/Eddie_McGrady"},{"text":"2013 – Shirley Mitchell, American actress (b. 1919)","href":"/wiki/Shirley_Mitchell"},{"text":"2013 – George Reinholt, American actor (b. 1940)","href":"/wiki/George_Reinholt"}]},"Holidays and observances":{"values":[{"text":"Christian Feast Day:\n\nBartholomew of Grottaferrata (Roman Catholic Church)\nMartin of Tours (Roman Catholic Church)\n\nSt. Martin's Day\n\n\nMenas\nSøren Kierkegaard (Lutheran Church)\nTheodore the Studite\nNovember 11 (Eastern Orthodox liturgics)\n\n","href":"/wiki/Feast_Day"},{"text":"Bartholomew of Grottaferrata (Roman Catholic Church)","href":"/wiki/Bartholomew_of_Grottaferrata"},{"text":"Martin of Tours (Roman Catholic Church)\n\nSt. Martin's Day\n\n","href":"/wiki/Martin_of_Tours"},{"text":"St. Martin's Day","href":"/wiki/St._Martin%27s_Day"},{"text":"Menas","href":"/wiki/Saint_Menas"},{"text":"Søren Kierkegaard (Lutheran Church)","href":"/wiki/S%C3%B8ren_Kierkegaard"},{"text":"Theodore the Studite","href":"/wiki/Theodore_the_Studite"},{"text":"November 11 (Eastern Orthodox liturgics)","href":"/wiki/November_11_(Eastern_Orthodox_liturgics)"}]},"External links":{"values":[]},"History":{"values":[]},"Leap years":{"values":[]},"Folk traditions":{"values":[]},"Rare Leap Day milestones":{"values":[]},"References":{"values":[]},"Places":{"values":[]},"See also":{"values":[]},"Organizations":{"values":[]}}