{"Events":{"values":[{"text":"539 BC – Cyrus the great (founder of Persian Empire) entered capital of Babylon and allowed the Jews to return to their land.","href":"/wiki/539_BC"},{"text":"312 – Constantine the Great enters Rome after his victory at the Milvian Bridge, stages a grand adventus in the city, and is met with popular jubilation. Maxentius' body is fished out of the Tiber and beheaded.","href":"/wiki/312"},{"text":"437 – Valentinian III, Western Roman Emperor, marries Licinia Eudoxia, daughter of his cousin Theodosius II, Eastern Roman Emperor in Constantinople unifying the two branches of the House of Theodosius.","href":"/wiki/437"},{"text":"969 – Byzantine troops occupy Antioch Syria.","href":"/wiki/969"},{"text":"1268 – Conradin, the last legitimate male heir of the Hohenstaufen dynasty of Kings of Germany and Holy Roman Emperors, is executed along with his companion Frederick I, Margrave of Baden by Charles I of Sicily, a political rival and ally to the hostile Roman Catholic Church.","href":"/wiki/1268"},{"text":"1390 – First trial for witchcraft in Paris leading to the death of three people.","href":"/wiki/1390"},{"text":"1422 – Charles VII of France becomes king in succession to his father Charles VI of France though he isn't officially crowned king until 1429.","href":"/wiki/1422"},{"text":"1467 – Battle of Brustem: Charles the Bold defeats Liège.","href":"/wiki/1467"},{"text":"1611 – Russian homage to the King of Poland, Sigismund III Vasa.","href":"/wiki/1611"},{"text":"1618 – English adventurer, writer, and courtier Sir Walter Raleigh is beheaded for allegedly conspiring against James I of England.","href":"/wiki/1618"},{"text":"1658 – Battle of the Sound.","href":"/wiki/1658"},{"text":"1665 – Battle of Ambuila, in which Portuguese forces defeat the forces of the Kingdom of Kongo and decapitated king António I of Kongo, also called Nvita a Nkanga.","href":"/wiki/1665"},{"text":"1675 – Leibniz makes the first use of the long s (∫) as a symbol of the integral in calculus.","href":"/wiki/1675"},{"text":"1787 – Mozart's opera Don Giovanni receives its first performance in Prague.","href":"/wiki/1787"},{"text":"1792 – Mount Hood (Oregon) is named after the British naval officer Alexander Arthur Hood by Lt. William E. Broughton who spotted the mountain near the mouth of the Willamette River.","href":"/wiki/1792"},{"text":"1863 – Eighteen countries meet in Geneva and agree to form the International Red Cross.","href":"/wiki/1863"},{"text":"1863 – American Civil War: Battle of Wauhatchie – Forces under Union General Ulysses S. Grant repel a Confederate attack led by General James Longstreet. Union forces thus open a supply line into Chattanooga, Tennessee.","href":"/wiki/American_Civil_War"},{"text":"1886 – The first ticker-tape parade takes place in New York City when office workers spontaneously throw ticker tape into the streets as the Statue of Liberty is dedicated.","href":"/wiki/1886"},{"text":"1888 – The Convention of Constantinople is signed, guaranteeing free maritime passage through the Suez Canal during war and peace.","href":"/wiki/1888"},{"text":"1901 – In Amherst, Massachusetts nurse Jane Toppan is arrested for murdering the Davis family of Boston with an overdose of morphine.","href":"/wiki/1901"},{"text":"1901 – Capital punishment: Leon Czolgosz, the assassin of U.S. President William McKinley, is executed by electrocution.","href":"/wiki/Capital_punishment"},{"text":"1918 – The German High Seas Fleet is incapacitated when sailors mutiny on the night of the 29th-30th, an action which would trigger the German Revolution of 1918–19.","href":"/wiki/1918"},{"text":"1921 – The Link River Dam, a part of the Klamath Reclamation Project, is completed.","href":"/wiki/1921"},{"text":"1921 – Second trial of Sacco and Vanzetti in the United States of America.","href":"/wiki/Sacco_and_Vanzetti"},{"text":"1921 – The Harvard University football team loses to Centre College, ending a 25 game winning streak. This is considered one of the biggest upsets in college football.","href":"/wiki/Harvard_University"},{"text":"1922 – King Victor Emmanuel III of Italy, appoints Benito Mussolini as Prime Minister.","href":"/wiki/1922"},{"text":"1923 – Turkey becomes a republic following the dissolution of the Ottoman Empire.","href":"/wiki/1923"},{"text":"1929 – The New York Stock Exchange crashes in what will be called the Crash of '29 or \"Black Tuesday\", ending the Great Bull Market of the 1920s and beginning the Great Depression.","href":"/wiki/1929"},{"text":"1941 – The Holocaust: In the Kaunas Ghetto over 10,000 Jews are shot by German occupiers at the Ninth Fort, a massacre known as the \"Great Action\".","href":"/wiki/1941"},{"text":"1942 – The Holocaust: In the United Kingdom, leading clergymen and political figures hold a public meeting to register outrage over Nazi Germany's persecution of Jews.","href":"/wiki/1942"},{"text":"1944 – The city of Breda in the Netherlands is liberated by 1st Polish Armoured Division.","href":"/wiki/1944"},{"text":"1945 – Getúlio Vargas, president of Brazil, resigns.","href":"/wiki/1945"},{"text":"1948 – Safsaf massacre.","href":"/wiki/1948"},{"text":"1953 – BCPA Flight 304 DC-6 crashes near San Francisco. Pianist William Kapell is among the 19 killed.","href":"/wiki/1953"},{"text":"1955 – The Soviet battleship Novorossiysk strikes a World War II mine in the harbor at Sevastopol.","href":"/wiki/1955"},{"text":"1956 – Suez Crisis begins: Israeli forces invade the Sinai Peninsula and push Egyptian forces back toward the Suez Canal.","href":"/wiki/1956"},{"text":"1956 – The Tangier Protocol is signed: The international city Tangier is reintegrated into Morocco.","href":"/wiki/Tangier"},{"text":"1957 – Israel's prime minister David Ben-Gurion and five of his ministers are injured when a hand grenade is tossed into Israel's parliament, the Knesset.","href":"/wiki/1957"},{"text":"1960 – In Louisville, Kentucky, Cassius Clay (who later takes the name Muhammad Ali) wins his first professional fight.","href":"/wiki/1960"},{"text":"1960 – An airplane carrying the Cal Poly football team crashes on takeoff in Toledo, Ohio.","href":"/wiki/Cal_Poly_football_team_plane_crash"},{"text":"1961 – Syria exits from the United Arab Republic.","href":"/wiki/1961"},{"text":"1964 – The United Republic of Tanganyika and Zanzibar is renamed the United Republic of Tanzania.","href":"/wiki/1964"},{"text":"1964 – A collection of irreplaceable gems, including the 565 carat (113 g) Star of India, is stolen by a group of thieves (among them is \"Murph the surf\") from the American Museum of Natural History in New York City.","href":"/wiki/Gemstone"},{"text":"1967 – London criminal Jack McVitie is murdered by the Kray twins, leading to their eventual imprisonment and downfall.","href":"/wiki/1967"},{"text":"1967 – Montreal's World Fair, Expo 67, closes with over 50 million visitors.","href":"/wiki/Montreal"},{"text":"1969 – The first-ever computer-to-computer link is established on ARPANET, the precursor to the Internet.","href":"/wiki/1969"},{"text":"1971 – In Macon, Georgia, guitarist Duane Allman is killed in a motorcycle accident.","href":"/wiki/1971"},{"text":"1972 – The three surviving perpetrators of the Munich massacre are released from prison in exchange for the hostages of hijacked Lufthansa Flight 615.","href":"/wiki/1972"},{"text":"1980 – Demonstration flight of a secretly modified C-130 for an Iran hostage crisis rescue attempt ends in crash landing at Eglin Air Force Base's Duke Field, Florida leading to cancellation of Operation Credible Sport.","href":"/wiki/1980"},{"text":"1985 – Major General Samuel K. Doe is announced the winner of the first multi-party election in Liberia.","href":"/wiki/1985"},{"text":"1986 – British Prime Minister Margaret Thatcher opens the last stretch of the M25 motorway.","href":"/wiki/1986"},{"text":"1991 – The American Galileo spacecraft makes its closest approach to 951 Gaspra, becoming the first probe to visit an asteroid.","href":"/wiki/1991"},{"text":"1994 – Francisco Martin Duran fires over two dozen shots at the White House (Duran is later convicted of trying to kill US President Bill Clinton).","href":"/wiki/1994"},{"text":"1997 – Anton Lavey, founder of the Church of Satan, dies in San Francisco of pulmonary edema","href":"/wiki/1997"},{"text":"1998 – Apartheid: In South Africa, the Truth and Reconciliation Commission presents its report, which condemns both sides for committing atrocities.","href":"/wiki/1998"},{"text":"1998 – Space Shuttle Discovery blasts off on STS-95 with 77-year old John Glenn on board, making him the oldest person to go into space.","href":"/wiki/Space_Shuttle_Discovery"},{"text":"1998 – ATSC HDTV broadcasting in the United States is inaugurated with the launch of STS-95 space shuttle mission.","href":"/wiki/ATSC"},{"text":"1998 – While en route from Adana to Ankara, a Turkish Airlines flight with a crew of 6 and 33 passengers is hijacked by a Kurdish militant who orders the pilot to fly to Switzerland. The plane instead lands in Ankara after the pilot tricked the hijacker into thinking that he is landing in the Bulgarian capital of Sofia to refuel.","href":"/wiki/Adana"},{"text":"1998 – Hurricane Mitch, the second deadliest Atlantic hurricane in history, makes landfall in Honduras.","href":"/wiki/Hurricane_Mitch"},{"text":"1998 – The Gothenburg nightclub fire in Sweden kills 63 and injures 200.","href":"/wiki/Gothenburg_nightclub_fire"},{"text":"1999 – A large cyclone devastates Odisha, India.","href":"/wiki/1999"},{"text":"2002 – Ho Chi Minh City ITC fire, a fire destroys a luxurious department store where 1500 people are shopping. Over 60 people die and over 100 are unaccounted for. It is the deadliest disaster in Vietnam during peacetime.","href":"/wiki/2002"},{"text":"2004 – The Arabic-language news network Al Jazeera broadcasts an excerpt from a 2004 Osama bin Laden video in which the terrorist leader first admits direct responsibility for the September 11, 2001 attacks and references the 2004 U.S. presidential election.","href":"/wiki/2004"},{"text":"2005 – Bombings in Delhi kill more than 60.","href":"/wiki/2005"},{"text":"2008 – Delta Air Lines merges with Northwest Airlines, creating the world's largest airline and reducing the number of US legacy carriers to five.","href":"/wiki/2008"},{"text":"2012 – Hurricane Sandy hits the east coast of the United States, killing 148 directly and 138 indirectly, while leaving nearly $70 billion in damages and causing major power outages.","href":"/wiki/2012"},{"text":"2013 – Turkey opens a sea tunnel connecting Europe and Asia across the Bosphorus Strait in Istanbul.","href":"/wiki/2013"}]},"Births":{"values":[{"text":"1504 – Shin Saimdang, Korean painter and poet (d. 1551)","href":"/wiki/1504"},{"text":"1682 – Pierre François Xavier de Charlevoix, French historian, explorer, and author (d. 1761)","href":"/wiki/1682"},{"text":"1690 – Martin Folkes, English mathematician and astronomer (d. 1754)","href":"/wiki/1690"},{"text":"1704 – John Byng, English admiral and politician, 11th Commodore Governor of Newfoundland (d. 1757)","href":"/wiki/1704"},{"text":"1740 – James Boswell, Scottish-English lawyer and author (d. 1795)","href":"/wiki/1740"},{"text":"1815 – Dan Emmett, American composer (d. 1904)","href":"/wiki/1815"},{"text":"1822 – Mieczysław Halka Ledóchowski, Russian-Polish cardinal (d. 1902)","href":"/wiki/1822"},{"text":"1832 – Narcisa de Jesús, Ecuadorian saint (d. 1869)","href":"/wiki/1832"},{"text":"1855 – Paul Bruchési, Canadian archbishop (d. 1939)","href":"/wiki/1855"},{"text":"1856 – Jacques Curie, French physicist and academic (d. 1941)","href":"/wiki/1856"},{"text":"1861 – Andrei Ryabushkin, Russian painter (d. 1904)","href":"/wiki/1861"},{"text":"1866 – Antonio Luna, Filipino general (d. 1899)","href":"/wiki/1866"},{"text":"1875 – Marie of Romania (d. 1938)","href":"/wiki/1875"},{"text":"1877 – Narcisa de Leon, Filipino film producer (d. 1966)","href":"/wiki/1877"},{"text":"1877 – Wilfred Rhodes, English cricketer and coach (d. 1973)","href":"/wiki/Wilfred_Rhodes"},{"text":"1879 – Alva B. Adams, American lawyer and politician (d. 1941)","href":"/wiki/1879"},{"text":"1879 – Franz von Papen, German soldier and politician, Chancellor of Germany (d. 1969)","href":"/wiki/Franz_von_Papen"},{"text":"1880 – Abram Ioffe, Russian physicist (d. 1960)","href":"/wiki/1880"},{"text":"1881 – John DeWitt, American football player and hammer thrower (d. 1930)","href":"/wiki/1881"},{"text":"1882 – Jean Giraudoux, French author and playwright (d. 1944)","href":"/wiki/1882"},{"text":"1883 – Victor Hochepied, French swimmer (d. 1966)","href":"/wiki/1883"},{"text":"1891 – Fanny Brice, American actress and singer (d. 1951)","href":"/wiki/1891"},{"text":"1897 – Joseph Goebbels, German politician, Chancellor of Germany (d. 1945)","href":"/wiki/1897"},{"text":"1899 – Kate Seredy, Hungarian-American author and illustrator (d. 1975)","href":"/wiki/1899"},{"text":"1899 – Akim Tamiroff, Russian-American actor (d. 1972)","href":"/wiki/Akim_Tamiroff"},{"text":"1905 – Henry Green, English author (d. 1973)","href":"/wiki/1905"},{"text":"1906 – Fredric Brown, American author (d. 1972)","href":"/wiki/1906"},{"text":"1907 – Edwige Feuillère, French actress (d. 1998)","href":"/wiki/1907"},{"text":"1910 – A. J. Ayer, English philosopher and author (d. 1989)","href":"/wiki/1910"},{"text":"1914 – Maxim of Bulgaria, Bulgarian patriarch (d. 2012)","href":"/wiki/1914"},{"text":"1915 – William Berenberg, American physician and academic (d. 2005)","href":"/wiki/1915"},{"text":"1917 – Eddie Constantine, American-French actor and singer (d. 1993)","href":"/wiki/1917"},{"text":"1918 – Bernard Gordon, American screenwriter and producer (d. 2007)","href":"/wiki/1918"},{"text":"1920 – Baruj Benacerraf, Venezuelan-American immunologist, Nobel Prize laureate (d. 2011)","href":"/wiki/1920"},{"text":"1920 – Baselios Thoma Didymos I, Indian bishop","href":"/wiki/Baselios_Thoma_Didymos_I"},{"text":"1921 – Bill Mauldin, American cartoonist (d. 2003)","href":"/wiki/1921"},{"text":"1922 – Neal Hefti, American trumpet player and composer (d. 2008)","href":"/wiki/1922"},{"text":"1923 – Carl Djerassi, Austrian-American chemist and author","href":"/wiki/1923"},{"text":"1923 – Gerda van der Kade-Koudijs, Dutch runner","href":"/wiki/Gerda_van_der_Kade-Koudijs"},{"text":"1925 – Dominick Dunne, American journalist and author (d. 2009)","href":"/wiki/1925"},{"text":"1925 – Robert Hardy, English actor","href":"/wiki/Robert_Hardy"},{"text":"1925 – Haim Hefer, Polish-Israeli songwriter and poet (d. 2012)","href":"/wiki/Haim_Hefer"},{"text":"1925 – Zoot Sims, American saxophonist and composer (d. 1985)","href":"/wiki/Zoot_Sims"},{"text":"1926 – Jon Vickers, Canadian tenor","href":"/wiki/1926"},{"text":"1929 – Irvine Patnick, English politician (d. 2012)","href":"/wiki/1929"},{"text":"1929 – Yevgeny Primakov, Ukrainian-Russian politician, 32nd Prime Minister of Russia","href":"/wiki/Yevgeny_Primakov"},{"text":"1930 – Bertha Brouwer, Dutch sprinter (d. 2006)","href":"/wiki/1930"},{"text":"1930 – Niki de Saint Phalle, French sculptor and painter (d. 2002)","href":"/wiki/Niki_de_Saint_Phalle"},{"text":"1930 – Omara Portuondo, Cuban singer and dancer (Cuarteto d'Aida and Buena Vista Social Club)","href":"/wiki/Omara_Portuondo"},{"text":"1930 – Natalie Sleeth, American pianist and composer (d. 1992)","href":"/wiki/Natalie_Sleeth"},{"text":"1931 – Franco Interlenghi, Italian actor","href":"/wiki/1931"},{"text":"1933 – William Harrison, American author and screenwriter (d. 2013)","href":"/wiki/1933"},{"text":"1935 – Isao Takahata, Japanese director, producer, and screenwriter","href":"/wiki/1935"},{"text":"1936 – Akiko Kojima, Japanese model, Miss Universe 1959","href":"/wiki/1936"},{"text":"1938 – Ralph Bakshi, American director, producer, and screenwriter","href":"/wiki/1938"},{"text":"1938 – Ellen Johnson Sirleaf, Liberian politician, 24th President of Liberia","href":"/wiki/Ellen_Johnson_Sirleaf"},{"text":"1940 – Frida Boccara, Moroccan-French singer (d. 1996)","href":"/wiki/1940"},{"text":"1940 – David Brigati, American singer (Joey Dee and the Starliters and The Rascals)","href":"/wiki/David_Brigati"},{"text":"1940 – Connie Mack III, American politician","href":"/wiki/Connie_Mack_III"},{"text":"1940 – José Ulises Macías Salcedo, Mexican archbishop","href":"/wiki/Jos%C3%A9_Ulises_Mac%C3%ADas_Salcedo"},{"text":"1940 – Jack Shepherd, English actor, director, and playwright","href":"/wiki/Jack_Shepherd_(actor)"},{"text":"1940 – Galen Weston, English-Canadian businessman and philanthropist","href":"/wiki/Galen_Weston"},{"text":"1942 – Melora Harte, American voice actress and screenwriter","href":"/wiki/1942"},{"text":"1942 – Bob Ross, American painter and television host (d. 1995)","href":"/wiki/Bob_Ross"},{"text":"1943 – Don Simpson, American actor, producer, and screenwriter (d. 1996)","href":"/wiki/1943"},{"text":"1944 – Claude Brochu, Canadian businessman","href":"/wiki/1944"},{"text":"1944 – Denny Laine, English singer-songwriter and guitarist (Moody Blues, Ginger Baker's Air Force, and Wings)","href":"/wiki/Denny_Laine"},{"text":"1945 – Mick Gallagher, English keyboard player and songwriter (The Animals, The Blockheads, and Skip Bifferty)","href":"/wiki/1945"},{"text":"1945 – Ron Maag, American businessman and politician","href":"/wiki/Ron_Maag"},{"text":"1945 – Melba Moore, American singer-songwriter and actress","href":"/wiki/Melba_Moore"},{"text":"1945 – Gerrit Ybema, Dutch civil servant and politician (d. 2012)","href":"/wiki/Gerrit_Ybema"},{"text":"1946 – Lynn Carey, American singer-songwriter and actress","href":"/wiki/1946"},{"text":"1946 – Peter Green, English singer-songwriter and guitarist (Fleetwood Mac, Peter Green Splinter Group, and John Mayall & the Bluesbreakers)","href":"/wiki/Peter_Green_(musician)"},{"text":"1947 – Helen Coonan, Australian lawyer and politician","href":"/wiki/1947"},{"text":"1947 – Richard Dreyfuss, American actor, singer, and producer","href":"/wiki/Richard_Dreyfuss"},{"text":"1948 – Frans de Waal, Dutch-American ethologist, author, and academic","href":"/wiki/1948"},{"text":"1948 – Kate Jackson, American actress, director, and producer","href":"/wiki/Kate_Jackson"},{"text":"1949 – Kieron Baker, English footballer","href":"/wiki/1949"},{"text":"1949 – Paul Orndorff, American wrestler","href":"/wiki/Paul_Orndorff"},{"text":"1949 – David Paton, Scottish guitarist (Pilot, The Alan Parsons Project, Bay City Rollers, and Camel)","href":"/wiki/David_Paton"},{"text":"1949 – James Williamson, American guitarist, songwriter, and producer (The Stooges)","href":"/wiki/James_Williamson_(musician)"},{"text":"1950 – Abdullah Gül, Turkish politician, 11th President of Turkey","href":"/wiki/1950"},{"text":"1950 – Bronwen Mantel, Canadian actress","href":"/wiki/Bronwen_Mantel"},{"text":"1951 – Dirk Kempthorne, American politician, 49th United States Secretary of the Interior","href":"/wiki/1951"},{"text":"1951 – Tiff Needell, English race car driver and television host","href":"/wiki/Tiff_Needell"},{"text":"1952 – Marcia Fudge, American lawyer and politician","href":"/wiki/1952"},{"text":"1953 – Denis Potvin, Canadian ice hockey player and sportscaster","href":"/wiki/1953"},{"text":"1954 – Lee Child, English author","href":"/wiki/1954"},{"text":"1955 – Kevin DuBrow, American singer-songwriter (Quiet Riot) (d. 2007)","href":"/wiki/1955"},{"text":"1955 – Roger O'Donnell, English keyboard player (The Cure and Thompson Twins)","href":"/wiki/Roger_O%27Donnell"},{"text":"1956 – Wilfredo Gómez, Puerto Rican boxer","href":"/wiki/1956"},{"text":"1957 – Dan Castellaneta, American actor, singer, producer, and screenwriter","href":"/wiki/1957"},{"text":"1958 – Blažej Baláž, Slovak painter, sculptor, and illustrator","href":"/wiki/1958"},{"text":"1958 – David Remnick, American journalist","href":"/wiki/David_Remnick"},{"text":"1959 – Jesse Barfield, American baseball player and sportscaster","href":"/wiki/1959"},{"text":"1959 – Mike Gartner, Canadian ice hockey player and coach","href":"/wiki/Mike_Gartner"},{"text":"1960 – Finola Hughes, English actress","href":"/wiki/1960"},{"text":"1960 – Thorsten Schlumberger, German footballer","href":"/wiki/Thorsten_Schlumberger"},{"text":"1961 – Randy Jackson, American singer-songwriter and dancer (The Jackson 5)","href":"/wiki/1961"},{"text":"1961 – Joel Otto, American ice hockey player and coach","href":"/wiki/Joel_Otto"},{"text":"1962 – Einar Örn Benediktsson, Icelandic singer, trumpet player and politician (The Sugarcubes, Purrkur Pillnikk, and KUKL)","href":"/wiki/1962"},{"text":"1962 – Fabiola Gianotti, Italian physicist","href":"/wiki/Fabiola_Gianotti"},{"text":"1963 – Gerald Morris, American author","href":"/wiki/1963"},{"text":"1964 – Yasmin Le Bon, English model","href":"/wiki/1964"},{"text":"1964 – Eddie McGuire, Australian businessman and television host","href":"/wiki/Eddie_McGuire"},{"text":"1965 – Tyler Collins, American singer-songwriter and actress","href":"/wiki/1965"},{"text":"1967 – Joely Fisher, American actress and director","href":"/wiki/1967"},{"text":"1967 – Rufus Sewell, English actor","href":"/wiki/Rufus_Sewell"},{"text":"1968 – Tsunku, Japanese singer-songwriter and producer (Sharam Q)","href":"/wiki/1968"},{"text":"1968 – Johann Olav Koss, Norwegian speed skater","href":"/wiki/Johann_Olav_Koss"},{"text":"1969 – Eleni Menegaki, Greek actress and talk show host","href":"/wiki/1969"},{"text":"1970 – Phillip Cocu, Dutch footballer and manager","href":"/wiki/1970"},{"text":"1970 – Kaido Reivelt, Estonian physicist and academic","href":"/wiki/Kaido_Reivelt"},{"text":"1970 – Edwin van der Sar, Dutch footballer","href":"/wiki/Edwin_van_der_Sar"},{"text":"1971 – Daniel J. Bernstein, American mathematician, cryptologist, and academic","href":"/wiki/1971"},{"text":"1971 – Matthew Hayden, Australian cricketer","href":"/wiki/Matthew_Hayden"},{"text":"1971 – Winona Ryder, American actress and producer","href":"/wiki/Winona_Ryder"},{"text":"1972 – Takafumi Horie, Japanese businessman, founded Livedoor","href":"/wiki/1972"},{"text":"1972 – Tracee Ellis Ross, American actress and producer","href":"/wiki/Tracee_Ellis_Ross"},{"text":"1972 – Gabrielle Union, American actress","href":"/wiki/Gabrielle_Union"},{"text":"1973 – Vonetta Flowers American bobsledder, sprinter, and long jumper","href":"/wiki/Vonetta_Flowers"},{"text":"1973 – Éric Messier, Canadian ice hockey player","href":"/wiki/1973"},{"text":"1973 – Robert Pirès, French footballer","href":"/wiki/Robert_Pir%C3%A8s"},{"text":"1974 – Michael Vaughan, English cricketer and sportscaster","href":"/wiki/1974"},{"text":"1974 – Yenny Wahid, political activist and Indonesian Islamist","href":"/wiki/Yenny_Wahid"},{"text":"1975 – Kelly Lin, Chinese actress","href":"/wiki/1975"},{"text":"1976 – Stephen Craigan, Irish footballer and manager","href":"/wiki/1976"},{"text":"1976 – Milena Govich, American actress, singer, and dancer","href":"/wiki/Milena_Govich"},{"text":"1976 – Georgios Kalaitzis, Greek basketball player","href":"/wiki/Georgios_Kalaitzis"},{"text":"1977 – Jon Abrahams, American actor","href":"/wiki/1977"},{"text":"1977 – Brendan Fehr, Canadian actor","href":"/wiki/Brendan_Fehr"},{"text":"1977 – Vaggelis Kaounos, Greek footballer","href":"/wiki/Vaggelis_Kaounos"},{"text":"1978 – Travis Henry, American football player","href":"/wiki/1978"},{"text":"1978 – Kelly Smith, English footballer","href":"/wiki/Kelly_Smith"},{"text":"1979 – Andrew-Lee Potts, English actor","href":"/wiki/1979"},{"text":"1979 – Ignasi Giménez Renom, Catalan politician","href":"/wiki/Ignasi_Gim%C3%A9nez_Renom"},{"text":"1980 – Ben Foster, American actor","href":"/wiki/1980"},{"text":"1980 – Nadejda Ostrovskaya, Belarusian tennis player","href":"/wiki/Nadejda_Ostrovskaya"},{"text":"1980 – Kaine Robertson, New Zealand-Italian rugby player","href":"/wiki/Kaine_Robertson"},{"text":"1980 – B. J. Sams, American football player","href":"/wiki/B._J._Sams_(American_football)"},{"text":"1981 – Amanda Beard, American swimmer","href":"/wiki/1981"},{"text":"1981 – Jonathan Brown, Australian footballer","href":"/wiki/Jonathan_Brown_(Australian_rules_footballer)"},{"text":"1981 – Angelika de la Cruz, Filipino actress and singer","href":"/wiki/Angelika_de_la_Cruz"},{"text":"1981 – Georgios Fotakis, Greek footballer","href":"/wiki/Georgios_Fotakis"},{"text":"1981 – Reemma Sen, Indian actress","href":"/wiki/Reemma_Sen"},{"text":"1982 – Ariel Lin, Taiwanese actress and singer","href":"/wiki/1982"},{"text":"1982 – Chelan Simmons, Canadian actress","href":"/wiki/Chelan_Simmons"},{"text":"1983 – Richard Brancatisano, Australian actor","href":"/wiki/1983"},{"text":"1983 – Maurice Clarett, American football player","href":"/wiki/Maurice_Clarett"},{"text":"1983 – Freddy Eastwood, Welsh footballer","href":"/wiki/Freddy_Eastwood"},{"text":"1983 – Dana Eveland, American baseball player","href":"/wiki/Dana_Eveland"},{"text":"1983 – Johnny Lewis, American actor (d. 2012)","href":"/wiki/Johnny_Lewis"},{"text":"1983 – Jason Tahincioglu, Turkish race car driver","href":"/wiki/Jason_Tahincioglu"},{"text":"1984 – Eric Staal, Canadian ice hockey player","href":"/wiki/1984"},{"text":"1985 – Cal Crutchlow, English motorcycle racer","href":"/wiki/1985"},{"text":"1985 – Janet Montgomery, English actress","href":"/wiki/Janet_Montgomery"},{"text":"1985 – Jefferson Severino, Brazilian footballer","href":"/wiki/Jefferson_Severino"},{"text":"1985 – Vijender Singh, Indian boxer","href":"/wiki/Vijender_Singh"},{"text":"1986 – Sarita Pérez de Tagle, Filipino actress","href":"/wiki/1986"},{"text":"1987 – Andy Dalton, American football player","href":"/wiki/1987"},{"text":"1987 – Jessica Dubé, Canadian figure skater","href":"/wiki/Jessica_Dub%C3%A9"},{"text":"1987 – Zé Eduardo, Brazilian footballer","href":"/wiki/Z%C3%A9_Eduardo_(footballer_born_1987)"},{"text":"1987 – Frazer McLaren, Canadian ice hockey player","href":"/wiki/Frazer_McLaren"},{"text":"1987 – Makoto Ogawa, Japanese singer and actress (Morning Musume, Petitmoni, Morning Musume Otomegumi, and Dream Morning Musume)","href":"/wiki/Makoto_Ogawa"},{"text":"1990 – Eric Saade, Swedish singer (What's Up!)","href":"/wiki/1990"},{"text":"1991 – Grant Hall, English footballer","href":"/wiki/1991"},{"text":"1993 – Ágnes Bukta, Hungarian tennis player","href":"/wiki/1993"},{"text":"1993 – India Eisley, American actress","href":"/wiki/India_Eisley"}]},"Deaths":{"values":[{"text":"1268 – Conradin, Italian king (b. 1252)","href":"/wiki/1268"},{"text":"1268 – Frederick I, Margrave of Baden (b. 1249)","href":"/wiki/Frederick_I,_Margrave_of_Baden"},{"text":"1321 – Stephen Uroš II Milutin of Serbia (b. 1253)","href":"/wiki/1321"},{"text":"1590 – Dirck Volckertszoon Coornhert, Dutch philosopher, theologian, and politician (b. 1522)","href":"/wiki/1590"},{"text":"1618 – Walter Raleigh, English admiral, explorer, and politician, Lieutenant Governor of Jersey (b. 1554)","href":"/wiki/1618"},{"text":"1650 – David Calderwood, Scottish historian and theologian (b. 1575)","href":"/wiki/1650"},{"text":"1666 – Edmund Calamy the Elder, English minister (b. 1600)","href":"/wiki/1666"},{"text":"1783 – Jean le Rond d'Alembert, French mathematician, physicist, and philosopher (b. 1717)","href":"/wiki/1783"},{"text":"1829 – Maria Anna Mozart, Austrian pianist (b. 1751)","href":"/wiki/1829"},{"text":"1877 – Nathan Bedford Forrest, American general (b. 1821)","href":"/wiki/1877"},{"text":"1897 – Henry George, American economist and politician (b. 1839)","href":"/wiki/1897"},{"text":"1901 – Leon Czolgosz, American assassin of William McKinley (b. 1873)","href":"/wiki/1901"},{"text":"1905 – Étienne Desmarteau, Canadian weight thrower (b. 1873)","href":"/wiki/1905"},{"text":"1911 – Joseph Pulitzer, Hungarian-American publisher, lawyer, and politician, founded Pulitzer, Inc. (b. 1847)","href":"/wiki/1911"},{"text":"1916 – John Sebastian Little, American politician, 21st Governor of Arkansas (b. 1851)","href":"/wiki/1916"},{"text":"1918 – Rudolf Tobias, Estonian-German organist and composer (b. 1873)","href":"/wiki/1918"},{"text":"1919 – Albert Benjamin Simpson, Canadian preacher, theologian, and author, founded the Christian and Missionary Alliance (b. 1843)","href":"/wiki/1919"},{"text":"1924 – Frances Burnett, English-American playwright and author (b. 1849)","href":"/wiki/1924"},{"text":"1932 – Joseph Babinski, French neurologist (b. 1857)","href":"/wiki/1932"},{"text":"1933 – Albert Calmette, French physician, bacteriologist, and immunologist (b. 1863)","href":"/wiki/1933"},{"text":"1933 – Paul Painlevé, French mathematician and politician, 84th Prime Minister of France (b. 1853)","href":"/wiki/Paul_Painlev%C3%A9"},{"text":"1936 – Ramiro de Maeztu, Spanish journalist and theorist (b. 1874)","href":"/wiki/1936"},{"text":"1939 – Dwight B. Waldo, American historian and academic (b. 1864)","href":"/wiki/1939"},{"text":"1940 – Phan Bội Châu, Vietnamese poet and activist (b. 1867)","href":"/wiki/1940"},{"text":"1941 – Harvey Hendrick, American baseball player (b. 1897)","href":"/wiki/1941"},{"text":"1949 – George Gurdjieff, Armenian-French monk, psychologist, and philosopher (b. 1872)","href":"/wiki/1949"},{"text":"1950 – Gustaf V of Sweden (b. 1858)","href":"/wiki/1950"},{"text":"1953 – William Kapell, American pianist (b. 1922)","href":"/wiki/1953"},{"text":"1956 – Louis Rosier, French race car driver (b. 1905)","href":"/wiki/1956"},{"text":"1957 – Louis B. Mayer, Belarusian-American film producer (b. 1885)","href":"/wiki/1957"},{"text":"1957 – Rosemarie Nitribitt, German murder victim (b. 1933)","href":"/wiki/Rosemarie_Nitribitt"},{"text":"1958 – Zoë Akins, American author, poet, and playwright (b. 1886)","href":"/wiki/1958"},{"text":"1963 – Adolphe Menjou, American actor and singer (b. 1890)","href":"/wiki/1963"},{"text":"1969 – Pops Foster, American bassist (b. 1892)","href":"/wiki/1969"},{"text":"1971 – Duane Allman, American singer-songwriter and guitarist (The Allman Brothers Band, Hour Glass, Derek and the Dominos, and The Allman Joys) (b. 1946)","href":"/wiki/1971"},{"text":"1971 – Arne Tiselius, Swedish biochemist, Nobel Prize laureate (b. 1902)","href":"/wiki/Arne_Tiselius"},{"text":"1977 – Chiyonoyama Masanobu, Japanese sumo wrestler, the 41st Yokozuna (b. 1926)","href":"/wiki/1977"},{"text":"1980 – Giorgio Borġ Olivier, Maltese lawyer and politician, 7th Prime Minister of Malta (b. 1911)","href":"/wiki/1980"},{"text":"1981 – Georges Brassens, French singer-songwriter and guitarist (b. 1921)","href":"/wiki/1981"},{"text":"1986 – Mimis Fotopoulos, Greek actor, singer, and academic (b. 1913)","href":"/wiki/1986"},{"text":"1987 – Woody Herman, American singer, clarinet player, saxophonist, and bandleader (b. 1913)","href":"/wiki/1987"},{"text":"1988 – Kamaladevi Chattopadhyay, Indian activist (b. 1903)","href":"/wiki/1988"},{"text":"1993 – Lipman Bers, Latvian-American mathematician and academic (b. 1914)","href":"/wiki/1993"},{"text":"1994 – Shlomo Goren, Israeli rabbi, general, and scholar (b. 1918)","href":"/wiki/1994"},{"text":"1995 – Terry Southern, American author, screenwriter, and academic (b. 1924)","href":"/wiki/1995"},{"text":"1996 – Eugen Kapp, Estonian composer and educator (b. 1908)","href":"/wiki/1996"},{"text":"1997 – Anton LaVey, American occultist, founded the Church of Satan (b. 1930)","href":"/wiki/1997"},{"text":"1997 – Andreas Gerasimos Michalitsianos, Greek-American astronomer and astrophysicist (b. 1947)","href":"/wiki/Andreas_Gerasimos_Michalitsianos"},{"text":"1998 – Paul Misraki, Turkish-French composer (b. 1908)","href":"/wiki/1998"},{"text":"1999 – Greg, Belgian author and illustrator (b. 1931)","href":"/wiki/1999"},{"text":"2000 – Carlos Guastavino, Argentinian composer (b. 1912)","href":"/wiki/2000"},{"text":"2002 – Glenn McQueen, Canadian-American animator (b. 1960)","href":"/wiki/2002"},{"text":"2003 – Hal Clement, American pilot, author, and educator (b. 1922)","href":"/wiki/2003"},{"text":"2003 – Franco Corelli, Italian tenor (b. 1921)","href":"/wiki/Franco_Corelli"},{"text":"2004 – Edward Oliver LeBlanc, Dominican politician, Premier of Dominica (b. 1923)","href":"/wiki/2004"},{"text":"2004 – Vaughn Meader, American actor (b. 1936)","href":"/wiki/Vaughn_Meader"},{"text":"2004 – Peter Twinn, English mathematician and entomologist (b. 1916)","href":"/wiki/Peter_Twinn"},{"text":"2005 – Ion Irimescu, Romanian sculptor and illustrator (b. 1903)","href":"/wiki/2005"},{"text":"2006 – Muhammadu Maccido, Nigerian sultan (b. 1928)","href":"/wiki/2006"},{"text":"2008 – Mike Baker, American singer-songwriter (Shadow Gallery) (b. 1963)","href":"/wiki/2008"},{"text":"2011 – Jimmy Savile, English radio and television host (b. 1926)","href":"/wiki/2011"},{"text":"2012 – Warsame Shire Awale, Somalian poet, playwright, and songwriter (b. 1951)","href":"/wiki/2012"},{"text":"2012 – Letitia Baldrige, American etiquette expert and secretary (b. 1926)","href":"/wiki/Letitia_Baldrige"},{"text":"2012 – J. Bernlef, Dutch author, poet, and songwriter (b. 1937)","href":"/wiki/J._Bernlef"},{"text":"2012 – Albano Harguindeguy, Argentinian general and politician (b. 1927)","href":"/wiki/Albano_Harguindeguy"},{"text":"2012 – Susumu Ishikawa, Japanese voice actor and singer (b. 1933)","href":"/wiki/Susumu_Ishikawa"},{"text":"2012 – Kenneth G. Ryder, American academic (b. 1924)","href":"/wiki/Kenneth_G._Ryder"},{"text":"2012 – Wallace L. W. Sargent, English-American astronomer (b. 1935)","href":"/wiki/Wallace_L._W._Sargent"},{"text":"2012 – Jack Vaughn, American diplomat (b. 1920)","href":"/wiki/Jack_Vaughn"},{"text":"2013 – Jean Rénald Clérismé, Haitian priest and politician, Foreign Ministers of Haiti (b. 1937)","href":"/wiki/2013"},{"text":"2013 – Sherman Halsey, American director and producer (b. 1957)","href":"/wiki/Sherman_Halsey"},{"text":"2013 – Sheikh Salahuddin, Bangladeshi cricketer (b. 1969)","href":"/wiki/Sheikh_Salahuddin"},{"text":"2013 – John Spence, American soldier and engineer (b. 1918)","href":"/wiki/John_Spence_(frogman)"},{"text":"2013 – Graham Stark, English actor, director, producer, and screenwriter (b. 1922)","href":"/wiki/Graham_Stark"}]},"Holidays and observances":{"values":[{"text":"Christian Feast Day:\n\nAbraham of Rostov\nDouai Martyrs\nGaetano Errico\nJames Hannington (Anglicanism)\nNarcissus of Jerusalem (Roman Catholic Church)\nOctober 29 (Eastern Orthodox liturgics)\n\n","href":"/wiki/Calendar_of_saints"},{"text":"Abraham of Rostov","href":"/wiki/Abraham_of_Rostov"},{"text":"Douai Martyrs","href":"/wiki/Douai_Martyrs"},{"text":"Gaetano Errico","href":"/wiki/Gaetano_Errico"},{"text":"James Hannington (Anglicanism)","href":"/wiki/James_Hannington"},{"text":"Narcissus of Jerusalem (Roman Catholic Church)","href":"/wiki/Narcissus_of_Jerusalem"},{"text":"October 29 (Eastern Orthodox liturgics)","href":"/wiki/October_29_(Eastern_Orthodox_liturgics)"}]},"External links":{"values":[]},"History":{"values":[]},"Leap years":{"values":[]},"Folk traditions":{"values":[]},"Rare Leap Day milestones":{"values":[]},"References":{"values":[]},"Places":{"values":[]},"See also":{"values":[]},"Organizations":{"values":[]}}